{
  "id": "0075de0a-f70b-45f6-8da1-971e455ac839",
  "subject": "thank you notes 5/20",
  "body": "i'm thankful that on wednesday morning, we woke up rested and refreshed. i'm thankful that the time zone here is one hour earlier, so even though we still woke up at the clock time we usually wake up, it felt like (and, in a sense, was) sleeping in. i'm thankful for the heavy blackout curtains of hotels, thankful for the way they block out ambient light at night while you try to sleep but then also thankful for the moment when you get out of bed and pull them open, the casters holding them up whooshing along the track, and reveal the morning. i'm thankful that our room is on the eleventh floor of the hotel and out our window we have a nice view of downtown minneapolis facing toward the mississippi river (which we can't see from our window, but which i know is there from navigating along the streets below us to get there). i'm thankful that when we first got into the room, i felt annoyed by the fact that the bed was facing the window rather than the TV, but thankful that this feng shui was actually fortuitous because of the nice view. i'm thankful that before we left bloomington, i bought 10 granola bars to keep in our backpacks for emergency hunger and thankful that i had a delicious apple pie larabar for pre-breakfast so that my stomach didn't feel too empty. i'm thankful that we didn't rush ourselves out of bed, especially since the museum we were going to first wouldn't open until 10.\n\ni'm thankful that the good donut shop wasn't very far from our hotel. i'm thankful always on trips to find the good donut shop. i'm thankful that in chicago the good donut shop was surprisingly vegan and that in the san francisco the good donut shop was in the tenderloin and that i felt i earned my donuts by climbing steep hills. i'm thankful that the good donut shop here had many good lucking donuts and that because \"it's vacation\" i over-ordered and got us 6 donuts and some milk. i'm thankful that they had seats at a bar facing the open kitchen and that we watched a pastry chef slicing the tops off of cakes to make them flat for layering. i'm thankful that because d was more restrained, i ended up eating four donuts, which was really a bad idea but felt lovely at the time (i'm thankful, in my defense, that the donuts in the case looked very small while the ones we received were huge). i'm thankful for the best two donuts, one of which was a twist with curls of cinnamon inside the dough with a honey cinnamon frosting and the other of which was a raspberry jam donut which unlike the textureless industrial red jelly of most jelly donuts (tho that's delicious in its own way) was homemade raspberry preserves with seeds and all (i'm thankful that just because the filling was homemade, the shop didn't skimp on it).\n\ni'm thankful that as we left the donut shop and started making our way through downtown, i started to feel that eating four donuts was a very bad idea. i'm thankful that the barnes and noble we stopped at had a bathroom where d could wash her hands. i'm thankful for the interesting buildings we saw while heading to the waterfront, especially the public library, which seemed to be composed of equal parts steel, glass, and light. i'm thankful that near the waterfront we saw a whole foods and i'm thankful we went in to try what aminatou said was the best fizzy water (i'm thankful for [d's comic on this subject](https://twitter.com/dire/status/730933648359337985)). i'm thankful that though whole foods didn't have the best fizzy water (badoit), they did have the second best (ferrarele). i'm thankful that despite its fancieness, a wine-bottle sized green glass bottle of the ferrarele was still less than half the cost of the plastic bottle of smartwater i had bought at the airport the previous day. i'm thankful that out on the street, we took turns swigging bubbles out of the bottle and found it pleasant and interesting (i'm thankful it's naturally rather than artificially fizzy) but not particularly notable. i'm thankful sometimes when things that i have been told are supposed to be good (and better than the things i like) turn out to not be as good (to me, at least) as the things i like. i'm thankful for the refreshment of sparkling water after eating too many donuts.\n\ni'm thankful that minneapolis is a very pedestrian and bike friendly city (i'm thankful that i have seen more people biking here than in any other place i've been) and that there was a nice pedestrian path across the mississipi river (which seemed pretty placid and not at all \"mighty\" at the point where we intersected it). i'm thankful that on the other side of the river, the world was much quieter and more peaceful. i'm thankful for the trail we walked along the waterfront, which was beautifully green and flowered (i'm thankful for the workers we watched place squares of sod at the edge of the sidewalk). i'm thankful for the campus of the university of minnesota, which was very pretty and mostly empty. i'm thankful for the open building we found where i used the bathroom and stripped out of my heattech underlayer, which was unnecessary given the windless sunny day. i'm thankful for d's cuyana bag, which is suprrisingly capacious without seeming ostentatiously large. i'm thankful to remember in san francisco drunk the two of stumbling across their store and going in and having her initials monogrammed in gold onto the bag for free and then stepping back onto the street and taking a picture of her to remember the serendipity.\n\ni'm thankful for the small campus art museum, which was in a beautifully crumpled aluminum can gehry building. i'm thankful that i think our campus art museum has both a better permanent collection and better traveling exhibits, though i may be biased. i'm thankful for the temporary exhibition we saw devoted to how artists represent clouds, which included constable sketches (i'm thankful to have learned that he was trained to be a windmiller), a cloud made of lightbulbs with hanging rain chains that you pulled to turn on or off the lights, and a lovely dry little image of a cloud constructed from pieces of scotch tape overlapped onto blue paper. i'm thankful that after the museum, we went to a nearby vietnamese lunch place called \"bun mi.\" i'm thankful that like d, i ordered a \"bahn mi salad,\" which did feature some vegetables, but was mostly meat. i'm thankful, even though it was wasteful, that i stopped about a quarter of the way through the salad when i realized that my body was still fucked up from eating 4 donuts and that adding \"salad\" on top was not helping. i'm thankful that d enjoyed her salad, though, and some of mine, and thankful for the refreshing mango bubble tea i had. i'm thankful that there is a light rail station on campus and that we took the train back to downtown. i'm thankful for the insane thing we discovered about the light rail system here, which is that the fares are based on the honor system—like there are ticket machines and card-swiping pedestals on the platforms, but there are no turnstiles to prevent you from entering the platform or the train if you don't have a ticket and there are no (or very few) conductors roving the trains checking tickets. i'm thankful that this was so baffling to us and that in googling the issue, i read two articles and found out that a) despite the lack of enforcement, there is something like a 99% compliance rate, which seems like a crazy caricature of midwestern honesty but might actually be true? and b) of course, since that statistic makes you feel too good about humanity, that the fare enforcement that does occur disproportionately targets young black men.\n\ni'm thankful that we got off the train in downtown minneapolis and decided ot try to walk back to the hotel through the skyway system. i'm thankful that because it gets so cold here in the winter (i'm thankful for the story my dad told me of the husband of someone he knew who rode his bike to work in the winter and had to break tiny icicles out of his mustache when he arrived at work), there are _seven miles_ of enclosed skyways linking the second floors of eighty blocks of buildings downtown. i'm thankful for how strange and interesting it is to travel long distances through and between buildings this way. i'm thankful for how fast people travel down them, much faster than they would walk on the street, and thankful for how the skyways mean you don't have to wait for lights at intersections, which speeds traversal. i'm thankful that we made it almost all the way to our hotel through the skyway but then hit a dead end at an office building that, we saw in the directory, would have required a lot of backtracking to get to the passage that would get us to the hotel, so we just walked the rest of the way on the street.\n\ni'm thankful that after a lovely siesta in the hotel room, we walked along a greenway and through a park and across an overpass to the walker art center. i'm thankful that by coincidence, it was national museum day and so entrance was free. i'm thankful for the walker art center, which i think might be my new favorite museum. i'm thankful that it has the most interesting structure of any one i've ever been too—the guggenheim is cool, but i feel like the central spiral is too overpowering to the galleries and the works themselves and i love ps1, but the feature/bug there is that it was a school and so it only has the kind of rooms and layout that a school would have. i'm thankful for how navigating the walker felt like discovery and how there was a magical sense of disorientation, where you would enter a hallway thinking it might be a dead end and come out into a massive black box room showing a video and then exit that into a dimly-lit tomb of a gallery that sloped into the earth and was filled with little antechambers of installation. i'm thankful for the exhibitions we saw, which included one inspired by stock photos about how photographers engage with the quotidian and the cliches of representation (i'm thankful for ed ruscha's aerial photos of the abstraction of empty parking lots), a single artist show without wall text which used overlapping projections and music and nam jun paik style tv-walls to create a very mysterious but soothing ambiance (i'm thankful for the video about a person who came to feel that she was a blue plastic box), a group show of contemporary european artists, a guerrilla girls retrospective, and selections from the permanent collection celebrating the 75th anniversary of the museum and its creation as part of the [federal art project](https://en.wikipedia.org/wiki/Federal_Art_Project). \n\ni'm thankful that d found a cute book for jk's daughter at the museum store when we stopped there on our way out. i'm thankful that while walking the mile and a half or so to the restaurant where we were going to have dinner, we were both quiet and tired and i said something about how strange it was that in our normal lives we would gchat to each other all day and then come home and still have plenty more to talk about but that we're so often silent on vacation walks. i'm thankful this led to us having this realization that, even though it was the kind of life we had both idealized when we were younger and still fantasize about at times, neither of us really wants to live in a big city anymore. i'm thankful to have observed that some people are really energized by being flaneurs but that, while we love to walk, the constant sensory overload drains us, and that while the amenities of urban centers (good restaurants, wonderful art museums, cool architecture) are nice, we mostly like staying at home and cooking and sitting on our couch—i'm thankful to recognize that and not be ashamed of it, to know myself in that way. i'm thankful that we're on the same page on this issue and how talking about how uncomfortable we had felt (rather than just trying to ignore or block out that discomfort) loosened us up and led to much freer \"more normal\" conversation. \n\ni'm thankful for haute dish, the restaurant where we ate dinner which ruth recommended. i'm thankful that i thought about having a cocktail because d's manhattan looked good but resisted and stuck with water. i'm thankful that since my system was still in need of a defrag after all the morning sugar, we didn't order as many things as we might have otherwise. i'm thankful that quality is more important than quantity. i'm thankful for the macaroni and cheese we had, which was strewn with crab and creamy sauce and tufts of fluffy parmesan and crunchy breadcrumbs, and thankful for the \"general tso's sweetbreads,\" which was perfectly fried rice with soft scrambled egg and slices of foie gras and sweetbreads breaded and fried and coated in a fancy version of that sweet american chinese classic sauce. i'm thankful that even though we only had two appetizers, we felt quite full. i'm thankful that we stopped again at whole foods, which was near the restaurant, to buy cherries and a chocolate bar for dessert. i'm thankful that i urged d to get peonies and that she agreed and thankful that i was intrigued by an endcap display of [an accupressure mat](http://www.spoonkspace.com/) covered with rings of tiny plastic spikes and impulse bought that as well. i'm thankful that we got back to our hotel room again and showered and i stood on the mat, which was painful but also interesting (i'm thankful for trigger point massage, which has helped me to understand the appeal of combining pleasure with pain, which i never really understood before) and did seem to make my sore feet feel better. \n\ni'm thankful that i laid in bed beside d eating cherries pieces of milk chocolate and reading the first chapter of geoff dyer's [new book](https://www.amazon.com/White-Sands-Experiences-Outside-World-ebook/dp/B013NIF7WG?ie=UTF8&qid=1463757295&ref_=tmm_kin_swatch_0&sr=8-1), which, like all geoff dyer books really, is about the frustrations of travel (in this case to small polynesian islands where gauguin lived and worked). i'm thankful for his very geoff dyer version of the adam and eve story:\n\n\"..._it seemed certain that the apple in Eden grew on the tree of knowledge of_ elsewhere_. Up until that point Adam and Eve were happy where they were. Then they at the apple and it was slightly_ disappointing _to them, and they started to wonder if maybe there were other kinds of apples elsewhere, if there were crunchier and crispier and sweeter apples to be had from somewhere else. They began to think that there might be a funner place where the food was better. They even began to suspect that_ paradise itself _might be somewhere else_.\"\n\ni'm thankful for his discussion of the concept of pilgrimage and about how frustration in travel (and in life) is actually a sign of something more positive:\n\n\"_This is the essential difference between religious and secular pilgrimage: the latter always has the potential to disappoint. In the wake of this realization there swiftly followed another: that my enormous capacity for disappointment was actually an achievement, a victory. The devastating scale and frequency of my disappointment('I am down, but not yet defeated,' Gauguin snivel-boasted) was proof of how much I still expected and wanted from the world, of what high hopes I still had of it. When I am no longer capable of disappointment the romance will be gone: I may as well be dead_.\"\n\ni'm thankful for his incredible closing run in that chapter, which uses the first person plural (i'm thankful, as in _out of sheer rage_, for when geoff dyer shifts from his carefully defined i to a royal we) which provided amusement and solace as i recovered from the second day of my summer vacation:\n\n\"_That was the thing about Hiva Oa: the huge wait to leave contained within it other little pockets of waiting, so that one was caught in an endless hierarchy of waiting. I was always waiting for the next bit of waiting, climaxing with the final day's waiting, in which I would wait to be transferred to the airport, where I would wait for the plane taking me back to Tahiti before waiting for the enormous airborne wait of the flight back to L.A. (more waiting) and on to London itself. In a sense_ that _is what we are here for: to wait. In Tahitian terms,_ to put on wait_. While waiting, however, one necessarily ponders other questions, questions that don't go away irrespective of how long one waits: the tiki questions, the questions_ that stay put, _the same questions, according to Harrison Ford's voice-over in the climactic scene of Blade Runner, that the replicant Rutger Hauer wanted answered, 'the same answers the rest of us want. Where did I come from? Where am I going? How long have I got?' But the answers to those big questions turn out to be small, or at least have to be itemised in detail if they are to have any chance of doing justice to the big questions. We are here to accrue the unredeemable air miles and tier points, to try to be upgraded on aeroplanes and in hotels whenever possible, to try to alter our itineraries to include Bora Bora and Huahine and to wish that the Internet connections were faster and more reliable. We are here to suffer terrible disorientation and jet lang and to be plagued constantly by the desire to be somewhere else, either somewhere else in French Polynesia or, ideally, somewhere else altogether, preferably nearer home. We are here to wish we had brought different books to read and to wonder what happened to our biography of Gauguin. We are here to wish the food was better and to be afflicted by the torment of heat rash and to wish that we had brought some calamine lotion to lessen that torment. We are here to buy presents for our loved ones and then to spend long hours constructing excuses as to why this was impossible because everything in Tahiti is so expensive and there's nothing worth buying anyway. We are here to be bored rigid and then to wonder how it was possible to be so bored. We are here to wait at Hiva Oa Airport in the drenching humidity and to feel definitively what we have felt before, albeit only fleetingly: that we_ are _glad we came even though we spent so much of our time wishing we hadn't. We are here to make sure our seatbelts are securely fastened, our tray tables stowed and our sets are in the upright position before take-off and landing. We are here to go somewhere else_.\"\n\ni'm thankful to be here and to go somewhere else.",
  "normalized_markdown": "i'm thankful that on wednesday morning, we woke up rested and refreshed. i'm thankful that the time zone here is one hour earlier, so even though we still woke up at the clock time we usually wake up, it felt like (and, in a sense, was) sleeping in. i'm thankful for the heavy blackout curtains of hotels, thankful for the way they block out ambient light at night while you try to sleep but then also thankful for the moment when you get out of bed and pull them open, the casters holding them up whooshing along the track, and reveal the morning. i'm thankful that our room is on the eleventh floor of the hotel and out our window we have a nice view of downtown minneapolis facing toward the mississippi river (which we can't see from our window, but which i know is there from navigating along the streets below us to get there). i'm thankful that when we first got into the room, i felt annoyed by the fact that the bed was facing the window rather than the TV, but thankful that this feng shui was actually fortuitous because of the nice view. i'm thankful that before we left bloomington, i bought 10 granola bars to keep in our backpacks for emergency hunger and thankful that i had a delicious apple pie larabar for pre-breakfast so that my stomach didn't feel too empty. i'm thankful that we didn't rush ourselves out of bed, especially since the museum we were going to first wouldn't open until 10.\n\ni'm thankful that the good donut shop wasn't very far from our hotel. i'm thankful always on trips to find the good donut shop. i'm thankful that in chicago the good donut shop was surprisingly vegan and that in the san francisco the good donut shop was in the tenderloin and that i felt i earned my donuts by climbing steep hills. i'm thankful that the good donut shop here had many good lucking donuts and that because \"it's vacation\" i over-ordered and got us 6 donuts and some milk. i'm thankful that they had seats at a bar facing the open kitchen and that we watched a pastry chef slicing the tops off of cakes to make them flat for layering. i'm thankful that because d was more restrained, i ended up eating four donuts, which was really a bad idea but felt lovely at the time (i'm thankful, in my defense, that the donuts in the case looked very small while the ones we received were huge). i'm thankful for the best two donuts, one of which was a twist with curls of cinnamon inside the dough with a honey cinnamon frosting and the other of which was a raspberry jam donut which unlike the textureless industrial red jelly of most jelly donuts (tho that's delicious in its own way) was homemade raspberry preserves with seeds and all (i'm thankful that just because the filling was homemade, the shop didn't skimp on it).\n\ni'm thankful that as we left the donut shop and started making our way through downtown, i started to feel that eating four donuts was a very bad idea. i'm thankful that the barnes and noble we stopped at had a bathroom where d could wash her hands. i'm thankful for the interesting buildings we saw while heading to the waterfront, especially the public library, which seemed to be composed of equal parts steel, glass, and light. i'm thankful that near the waterfront we saw a whole foods and i'm thankful we went in to try what aminatou said was the best fizzy water (i'm thankful for [d's comic on this subject](https://twitter.com/dire/status/730933648359337985)). i'm thankful that though whole foods didn't have the best fizzy water (badoit), they did have the second best (ferrarele). i'm thankful that despite its fancieness, a wine-bottle sized green glass bottle of the ferrarele was still less than half the cost of the plastic bottle of smartwater i had bought at the airport the previous day. i'm thankful that out on the street, we took turns swigging bubbles out of the bottle and found it pleasant and interesting (i'm thankful it's naturally rather than artificially fizzy) but not particularly notable. i'm thankful sometimes when things that i have been told are supposed to be good (and better than the things i like) turn out to not be as good (to me, at least) as the things i like. i'm thankful for the refreshment of sparkling water after eating too many donuts.\n\ni'm thankful that minneapolis is a very pedestrian and bike friendly city (i'm thankful that i have seen more people biking here than in any other place i've been) and that there was a nice pedestrian path across the mississipi river (which seemed pretty placid and not at all \"mighty\" at the point where we intersected it). i'm thankful that on the other side of the river, the world was much quieter and more peaceful. i'm thankful for the trail we walked along the waterfront, which was beautifully green and flowered (i'm thankful for the workers we watched place squares of sod at the edge of the sidewalk). i'm thankful for the campus of the university of minnesota, which was very pretty and mostly empty. i'm thankful for the open building we found where i used the bathroom and stripped out of my heattech underlayer, which was unnecessary given the windless sunny day. i'm thankful for d's cuyana bag, which is suprrisingly capacious without seeming ostentatiously large. i'm thankful to remember in san francisco drunk the two of stumbling across their store and going in and having her initials monogrammed in gold onto the bag for free and then stepping back onto the street and taking a picture of her to remember the serendipity.\n\ni'm thankful for the small campus art museum, which was in a beautifully crumpled aluminum can gehry building. i'm thankful that i think our campus art museum has both a better permanent collection and better traveling exhibits, though i may be biased. i'm thankful for the temporary exhibition we saw devoted to how artists represent clouds, which included constable sketches (i'm thankful to have learned that he was trained to be a windmiller), a cloud made of lightbulbs with hanging rain chains that you pulled to turn on or off the lights, and a lovely dry little image of a cloud constructed from pieces of scotch tape overlapped onto blue paper. i'm thankful that after the museum, we went to a nearby vietnamese lunch place called \"bun mi.\" i'm thankful that like d, i ordered a \"bahn mi salad,\" which did feature some vegetables, but was mostly meat. i'm thankful, even though it was wasteful, that i stopped about a quarter of the way through the salad when i realized that my body was still fucked up from eating 4 donuts and that adding \"salad\" on top was not helping. i'm thankful that d enjoyed her salad, though, and some of mine, and thankful for the refreshing mango bubble tea i had. i'm thankful that there is a light rail station on campus and that we took the train back to downtown. i'm thankful for the insane thing we discovered about the light rail system here, which is that the fares are based on the honor system—like there are ticket machines and card-swiping pedestals on the platforms, but there are no turnstiles to prevent you from entering the platform or the train if you don't have a ticket and there are no (or very few) conductors roving the trains checking tickets. i'm thankful that this was so baffling to us and that in googling the issue, i read two articles and found out that a) despite the lack of enforcement, there is something like a 99% compliance rate, which seems like a crazy caricature of midwestern honesty but might actually be true? and b) of course, since that statistic makes you feel too good about humanity, that the fare enforcement that does occur disproportionately targets young black men.\n\ni'm thankful that we got off the train in downtown minneapolis and decided ot try to walk back to the hotel through the skyway system. i'm thankful that because it gets so cold here in the winter (i'm thankful for the story my dad told me of the husband of someone he knew who rode his bike to work in the winter and had to break tiny icicles out of his mustache when he arrived at work), there are _seven miles_ of enclosed skyways linking the second floors of eighty blocks of buildings downtown. i'm thankful for how strange and interesting it is to travel long distances through and between buildings this way. i'm thankful for how fast people travel down them, much faster than they would walk on the street, and thankful for how the skyways mean you don't have to wait for lights at intersections, which speeds traversal. i'm thankful that we made it almost all the way to our hotel through the skyway but then hit a dead end at an office building that, we saw in the directory, would have required a lot of backtracking to get to the passage that would get us to the hotel, so we just walked the rest of the way on the street.\n\ni'm thankful that after a lovely siesta in the hotel room, we walked along a greenway and through a park and across an overpass to the walker art center. i'm thankful that by coincidence, it was national museum day and so entrance was free. i'm thankful for the walker art center, which i think might be my new favorite museum. i'm thankful that it has the most interesting structure of any one i've ever been too—the guggenheim is cool, but i feel like the central spiral is too overpowering to the galleries and the works themselves and i love ps1, but the feature/bug there is that it was a school and so it only has the kind of rooms and layout that a school would have. i'm thankful for how navigating the walker felt like discovery and how there was a magical sense of disorientation, where you would enter a hallway thinking it might be a dead end and come out into a massive black box room showing a video and then exit that into a dimly-lit tomb of a gallery that sloped into the earth and was filled with little antechambers of installation. i'm thankful for the exhibitions we saw, which included one inspired by stock photos about how photographers engage with the quotidian and the cliches of representation (i'm thankful for ed ruscha's aerial photos of the abstraction of empty parking lots), a single artist show without wall text which used overlapping projections and music and nam jun paik style tv-walls to create a very mysterious but soothing ambiance (i'm thankful for the video about a person who came to feel that she was a blue plastic box), a group show of contemporary european artists, a guerrilla girls retrospective, and selections from the permanent collection celebrating the 75th anniversary of the museum and its creation as part of the [federal art project](https://en.wikipedia.org/wiki/Federal_Art_Project). \n\ni'm thankful that d found a cute book for jk's daughter at the museum store when we stopped there on our way out. i'm thankful that while walking the mile and a half or so to the restaurant where we were going to have dinner, we were both quiet and tired and i said something about how strange it was that in our normal lives we would gchat to each other all day and then come home and still have plenty more to talk about but that we're so often silent on vacation walks. i'm thankful this led to us having this realization that, even though it was the kind of life we had both idealized when we were younger and still fantasize about at times, neither of us really wants to live in a big city anymore. i'm thankful to have observed that some people are really energized by being flaneurs but that, while we love to walk, the constant sensory overload drains us, and that while the amenities of urban centers (good restaurants, wonderful art museums, cool architecture) are nice, we mostly like staying at home and cooking and sitting on our couch—i'm thankful to recognize that and not be ashamed of it, to know myself in that way. i'm thankful that we're on the same page on this issue and how talking about how uncomfortable we had felt (rather than just trying to ignore or block out that discomfort) loosened us up and led to much freer \"more normal\" conversation. \n\ni'm thankful for haute dish, the restaurant where we ate dinner which ruth recommended. i'm thankful that i thought about having a cocktail because d's manhattan looked good but resisted and stuck with water. i'm thankful that since my system was still in need of a defrag after all the morning sugar, we didn't order as many things as we might have otherwise. i'm thankful that quality is more important than quantity. i'm thankful for the macaroni and cheese we had, which was strewn with crab and creamy sauce and tufts of fluffy parmesan and crunchy breadcrumbs, and thankful for the \"general tso's sweetbreads,\" which was perfectly fried rice with soft scrambled egg and slices of foie gras and sweetbreads breaded and fried and coated in a fancy version of that sweet american chinese classic sauce. i'm thankful that even though we only had two appetizers, we felt quite full. i'm thankful that we stopped again at whole foods, which was near the restaurant, to buy cherries and a chocolate bar for dessert. i'm thankful that i urged d to get peonies and that she agreed and thankful that i was intrigued by an endcap display of [an accupressure mat](http://www.spoonkspace.com/) covered with rings of tiny plastic spikes and impulse bought that as well. i'm thankful that we got back to our hotel room again and showered and i stood on the mat, which was painful but also interesting (i'm thankful for trigger point massage, which has helped me to understand the appeal of combining pleasure with pain, which i never really understood before) and did seem to make my sore feet feel better. \n\ni'm thankful that i laid in bed beside d eating cherries pieces of milk chocolate and reading the first chapter of geoff dyer's [new book](https://www.amazon.com/White-Sands-Experiences-Outside-World-ebook/dp/B013NIF7WG?ie=UTF8&qid=1463757295&ref_=tmm_kin_swatch_0&sr=8-1), which, like all geoff dyer books really, is about the frustrations of travel (in this case to small polynesian islands where gauguin lived and worked). i'm thankful for his very geoff dyer version of the adam and eve story:\n\n\"..._it seemed certain that the apple in Eden grew on the tree of knowledge of_ elsewhere_. Up until that point Adam and Eve were happy where they were. Then they at the apple and it was slightly_ disappointing _to them, and they started to wonder if maybe there were other kinds of apples elsewhere, if there were crunchier and crispier and sweeter apples to be had from somewhere else. They began to think that there might be a funner place where the food was better. They even began to suspect that_ paradise itself _might be somewhere else_.\"\n\ni'm thankful for his discussion of the concept of pilgrimage and about how frustration in travel (and in life) is actually a sign of something more positive:\n\n\"_This is the essential difference between religious and secular pilgrimage: the latter always has the potential to disappoint. In the wake of this realization there swiftly followed another: that my enormous capacity for disappointment was actually an achievement, a victory. The devastating scale and frequency of my disappointment('I am down, but not yet defeated,' Gauguin snivel-boasted) was proof of how much I still expected and wanted from the world, of what high hopes I still had of it. When I am no longer capable of disappointment the romance will be gone: I may as well be dead_.\"\n\ni'm thankful for his incredible closing run in that chapter, which uses the first person plural (i'm thankful, as in _out of sheer rage_, for when geoff dyer shifts from his carefully defined i to a royal we) which provided amusement and solace as i recovered from the second day of my summer vacation:\n\n\"_That was the thing about Hiva Oa: the huge wait to leave contained within it other little pockets of waiting, so that one was caught in an endless hierarchy of waiting. I was always waiting for the next bit of waiting, climaxing with the final day's waiting, in which I would wait to be transferred to the airport, where I would wait for the plane taking me back to Tahiti before waiting for the enormous airborne wait of the flight back to L.A. (more waiting) and on to London itself. In a sense_ that _is what we are here for: to wait. In Tahitian terms,_ to put on wait_. While waiting, however, one necessarily ponders other questions, questions that don't go away irrespective of how long one waits: the tiki questions, the questions_ that stay put, _the same questions, according to Harrison Ford's voice-over in the climactic scene of Blade Runner, that the replicant Rutger Hauer wanted answered, 'the same answers the rest of us want. Where did I come from? Where am I going? How long have I got?' But the answers to those big questions turn out to be small, or at least have to be itemised in detail if they are to have any chance of doing justice to the big questions. We are here to accrue the unredeemable air miles and tier points, to try to be upgraded on aeroplanes and in hotels whenever possible, to try to alter our itineraries to include Bora Bora and Huahine and to wish that the Internet connections were faster and more reliable. We are here to suffer terrible disorientation and jet lang and to be plagued constantly by the desire to be somewhere else, either somewhere else in French Polynesia or, ideally, somewhere else altogether, preferably nearer home. We are here to wish we had brought different books to read and to wonder what happened to our biography of Gauguin. We are here to wish the food was better and to be afflicted by the torment of heat rash and to wish that we had brought some calamine lotion to lessen that torment. We are here to buy presents for our loved ones and then to spend long hours constructing excuses as to why this was impossible because everything in Tahiti is so expensive and there's nothing worth buying anyway. We are here to be bored rigid and then to wonder how it was possible to be so bored. We are here to wait at Hiva Oa Airport in the drenching humidity and to feel definitively what we have felt before, albeit only fleetingly: that we_ are _glad we came even though we spent so much of our time wishing we hadn't. We are here to make sure our seatbelts are securely fastened, our tray tables stowed and our sets are in the upright position before take-off and landing. We are here to go somewhere else_.\"\n\ni'm thankful to be here and to go somewhere else.",
  "publish_date": "2016-05-20T00:00:00Z",
  "description": "",
  "slug": "thank-you-notes-520",
  "secondary_id": 1171,
  "tags": [
    {
      "id": 3769,
      "name": "Minneapolis",
      "normalized_name": "minneapolis"
    },
    {
      "id": 1303,
      "name": "donuts",
      "normalized_name": "donuts"
    },
    {
      "id": 90,
      "name": "food culture",
      "normalized_name": "food-culture"
    },
    {
      "id": 7,
      "name": "gratitude",
      "normalized_name": "gratitude"
    },
    {
      "id": 3771,
      "name": "local attractions",
      "normalized_name": "local-attractions"
    },
    {
      "id": 3770,
      "name": "public transportation",
      "normalized_name": "public-transportation"
    },
    {
      "id": 233,
      "name": "travel experiences",
      "normalized_name": "travel-experiences"
    },
    {
      "id": 407,
      "name": "urban exploration",
      "normalized_name": "urban-exploration"
    }
  ]
}