{
  "id": "04527f25-833b-4ef9-bfc7-173c3f44f2ce",
  "subject": "thank you notes 2/23",
  "body": "i'm thankful that our neighbors' band was rehearsing extra loud last night. i'm thankful that when we first moved in, i thought i would find their rehearsals annoying or disruptive, but that actually i find them reassuring. i'm thankful to hear them play the same songs over and over again, that i have favorites within their set, that i think of this one as \"the single\" (the catchiest basslines and most dynamic structure, the one they play the most) and this one as \"the egyptian sounding one\" (a march with a snakey modal moog line). i'm thankful that because they were playing louder last night (or had the basement door or the windows open to the warm air), i could hear, from my bathtub, new (or new to me) details on \"the single,\" including some really cool high pitched howling background vocals that grated in an interesting way against the lead singer's low ian curtis growl and the noisy synth bed. i'm thankful that i still haven't managed to make out a single word of the lyrics.\n\ni'm thankful, with _[stone arabia](http://www.amazon.com/gp/product/B004G8QTG6/ref=dp-kindle-redirect?ie=UTF8&btkr=1)_ still in mind, for the way that while listening to them rehearse, i fantasize about what their band looks like when they play and how they dress, what their record covers would look like, what their songs are named. i'm thankful for the night d and i spent an hour digging through [our town's bandcamp](https://bandcamp.com/tag/bloomington) and concert listings trying to figure out who they are with no luck. i'm thankful for the fragments of mysterious information we've gleaned about them by overhearing the conversations they had while drinking on their porch in the fall (i'm thankful for the time when i heard them describing what sounded like their experience conducting a demonic seance, how i laid flattened to the carpet under the closest open window so i could hear them without them knowing i was there). i'm thankful to occasionally think of the different ways i might describe their sound if i ran into them (lately i have been thinking \"new order conducting a demonic seance\" or \"the fall after being struck by lightning\") and to occasionally fantasize about writing a fan letter and putting it in their mailbox (though that might be difficult because a) i don't want it to come across as a stealth passive-aggressive noise complaint but b) also don't want to go too far in the other direction and encourage them to play too much louder or later.). i'm thankful, even though i enjoy hearing them, that they always stop playing before 10:00pm.\n\ni'm thankful that yesterday was a recycling day and i was finally able to clear out the last of the pile of cardboard boxes and packing filler and other assorted recycling, which, because of a disruption in recycling pickup caused by unfortunately timed snowfall in january, had been sitting in the little hallway between our bedroom and the kitchen since christmas, ambiently annoying me with its clutter every time i passed through. i'm thankful that i put the yellow trash tax sticker on the handle of the trashcan before taking it down the driveway to the front yard, because i find that i always forget to put it on if i wait to do so when i get to the front yard and then have to make an extra trip. i'm thankful that i found out that the office accountant, who is extremely conservative, recycles everything that she can, not out of some devotion to the environment or because she believes in climate change, but because she is a penny pincher and this way she doesn't have to pay for her trash to be collected (i'm thankful for when you can do something that feels selfish but that it also creates a small good). \n\ni'm thankful that when i asked the office accountant if she was feeling better this morning (she went home early yesterday because her stomach was upset), she blew a raspberry with her mouth and then said \"enh, about 90%\" (i'm thankful when people quantify their feelings and to remember how at the hospital recently, a nurse asked me to give her my pain tolerance and i said \"very low!\" and she said \"so about a 3 or a 4?\" and i swallowed and agreed even though i wanted to say \"no, lower!\"). i'm thankful occasionally, when i find myself frustrated by what seems like the office accountant's excessive anger or an inability to give people the benefit of the doubt, to remind myself that, because of years of smoking, she doesn't have a sense of smell or taste anymore, that every day of her life she goes through the world not smelling and tasting things, which is such a sad thing to imagine that it always makes me empathize and understand her crabbiness a little better. i'm thankful, also, for how she is just as often delightful as she is grouchy, especially in the clever ways that she solves problems, like how she described, since her husband was out of town and she's afraid of heights and doesn't trust ladders, driving her truck around the walls of her house and standing in its bed to take down her christmas lights.\n\n(i'm thankful that as i was writing the previous paragraph, d gchatted me to tell me that when she went down to the street to retrieve the emptied recycling bins and trash cans (i'm thankful that she always does this the morning after i take out the trash, even if it rains or snows), she saw one of the members of the band next door \"drinking her morning coffee in a big poncho in the backyard.\" i'm thankful to add this juxtapose this with my vision once of the singer of the band, who kind of looks like [hamilton leithauser](https://www.google.com/search?q=hamilton+leithauser&espv=2&biw=755&bih=750&source=lnms&tbm=isch&sa=X&ved=0ahUKEwia1YuZio7LAhVok4MKHTvlBDQQ_AUICCgD) with a pompadour, biking sweatily up our driveway in a white dress shirt one warm evening.)\n\ni'm thankful that on my sunday run, rilo kiley popped up in my spotify discover and i was reminded of when my friend a and i briefly tried to be a vocal-guitar duo my junior year of college. i'm thankful to remember the rehearsals we had in my bedroom, which were, at that time, the only times i was ever alone with a girl in my bedroom and thus qualified as the most intimate moments of that period of my life, though i only understand this in retrospect and simply felt it as an abstract anxiety at the time. i'm thankful to remember us awkwardly drinking our high lifes and sitting cross legged on my beige carpet in the mood lighting of my desk lamp. i'm thankful to remember how i would open the back window because the sound of traffic outside seemed to make it feel less still and tense in the room, even though that also meant that people outside could hear us better. i'm thankful that being more exposed to the world made it feel safer to be exposed to each other.\n\ni'm thankful for our repertoire, which, at our most rehearsed, included covers of rilo kiley's \"[more adventurous](https://www.youtube.com/watch?v=l58oAbglcW8&index=8&list=PLUqcjnbyz1vNmReU9cv705K7MuHXy1i3h)\" and \"[i never](https://www.youtube.com/watch?v=Zm-JvDhzNJs&index=5&list=PLUqcjnbyz1vNmReU9cv705K7MuHXy1i3h)\" (which is what recalled this memory), nellie mckay's version of \"[what'll i do](https://www.youtube.com/watch?v=FHcUArjHxHI)\" (our best song), and the VU's \"[femme fatale](https://www.youtube.com/watch?v=jog8gh40Fho).\" i'm thankful for our only original, which was called \"io voglio una bicicletta (i want a bicycle) and was a song we wrote in italian (i'm thankful we were both studying italian at the time) because we were both too nervous around each other to express our feelings in english and i had read somewhere about beckett writing in french when he felt unable to continue in english. i'm thankful for \"io voglio una bicicletta,\" which was a cheery acoustic pop song about a young italian girl who sells everything she owns and then becomes a prostitute (\"ho venduto mio corpo\" (i sold my body)) in order to be able to afford a bicycle (i'm thankful for the moment i half remember from _my brilliant friend_ when lila is in the city and she sees someone reading a newspaper and she's so shocked because she's never seen a newspaper before, for how well that detail conveyed postwar scarcity)(i'm thankful for how the word \"bicicletta\" always made me think of chiclets). \n\ni'm thankful to remember how bummed out i was that our first scheduled performance, at a dinner party at a's house, was cancelled because i was in a car accident on the way to a party and got stranded in gainesville. i'm thankful for how we got busy after that or something and stopped rehearsing often and drifted apart. i'm thankful to remember the moment in the fall of senior year when i was outside a party peeing on the brick wall of a house with my friend b and he told me that a had a crush on me, that she had been avoiding me because it was too intense for her. i'm thankful how i was naive and had no idea, and thankful to be able to confide in b, as we continued to pee, that i didn't really like a that way but was nurturing a similarly intense yet unspoken crush on a's friend k. \n\ni'm thankful to remember how a few weeks after i told b this, he took me out one night and we sat on the rear bumper of his car talking and taking swigs from a bottle of nice tequila my parents had given me for my 21st birthday with a homeless man before he brought me to a party that k was at and where there was inexplicably a moon bounce in the backyard (i'm thankful for our conversation about regional naming idiosyncracies, how she called it a \"bounce house\" and i called it a \"moon bounce,\" which i thought was [more poetic](https://www.youtube.com/watch?v=K1SFoFbeYMc)). i'm thankful to remember how the two of us bounced together in the moon bounce and how we collided in a sweaty heap on the rubber floor and it was the first time we had really touched.\n\ni'm thankful to remember an underwear party that we had at the house where i lived senior year that a came to, long after our \"band\" dissolved and after i had forgotten completely that she had a crush on me or assumed that it had gone away (i'm thankful that at that point, i had a crush on t, who at that same party leaned against me and whispered huskily in my ear \"i want you to come over to my house and i'll make you dinner,\" which was the most sexy thing a girl had ever said to me at that point). i'm thankful to remember that at the party, i was wearing the outfit i always wore to underwear parties then (lol i am thankful this is a thing that existed in that stage of my life), which were a pair of vertically-striped blue boxers from old navy that i thought looked really good on me and a tight midnight blue t-shirt. \n\ni'm thankful to remember at a certain point going into the living room of the house and a was the only person there, in some kind of nightie, and i'm thankful that because of the sadness i associated with the memory, which has blurred it into a gerhard richter painting, i can't remember whether she kissed me or embraced me or just blurted out that she liked me. i'm thankful to remember how bad i felt in the moment to say some version of no, that i didn't like her that way, which was a conversation i had always been on the other side of at that point in my life and had never been able to understand the difficulty of from the point of view of the person rejecting someone. i'm thankful for the pain of gaining that knowledge. i'm thankful to remember her eye makeup running and how we hugged and then she stepped out our back door into the night and never really hung out again.\n\ni'm thankful for the album i was listening to while meditating last night, _tenderly (an informal session)_, which is a lo-fi practice tape of duets between the pianist bill evans and don elliot playing vibraphone. i'm thankful for the intimacy and hiss of the music, for the studio chatter, for how the album offers a \"[voyeuristic snapshot of two musicians playing purely for their own enjoyment](https://en.wikipedia.org/wiki/Tenderly:_An_Informal_Session).\" i'm thankful for how, halfway through the song \"laura,\" bill starts loudly and un-selfconsciously singing drum fills and everyone else in the studio seem to be trying very hard not to laugh. i'm thankful how i love his overdub album _conversations with myself_, but thankful to prefer the sound of two people trying to connect, for the moments when they fail and the moments when they succeed.",
  "normalized_markdown": "i'm thankful that our neighbors' band was rehearsing extra loud last night. i'm thankful that when we first moved in, i thought i would find their rehearsals annoying or disruptive, but that actually i find them reassuring. i'm thankful to hear them play the same songs over and over again, that i have favorites within their set, that i think of this one as \"the single\" (the catchiest basslines and most dynamic structure, the one they play the most) and this one as \"the egyptian sounding one\" (a march with a snakey modal moog line). i'm thankful that because they were playing louder last night (or had the basement door or the windows open to the warm air), i could hear, from my bathtub, new (or new to me) details on \"the single,\" including some really cool high pitched howling background vocals that grated in an interesting way against the lead singer's low ian curtis growl and the noisy synth bed. i'm thankful that i still haven't managed to make out a single word of the lyrics.\n\ni'm thankful, with _[stone arabia](http://www.amazon.com/gp/product/B004G8QTG6/ref=dp-kindle-redirect?ie=UTF8&btkr=1)_ still in mind, for the way that while listening to them rehearse, i fantasize about what their band looks like when they play and how they dress, what their record covers would look like, what their songs are named. i'm thankful for the night d and i spent an hour digging through [our town's bandcamp](https://bandcamp.com/tag/bloomington) and concert listings trying to figure out who they are with no luck. i'm thankful for the fragments of mysterious information we've gleaned about them by overhearing the conversations they had while drinking on their porch in the fall (i'm thankful for the time when i heard them describing what sounded like their experience conducting a demonic seance, how i laid flattened to the carpet under the closest open window so i could hear them without them knowing i was there). i'm thankful to occasionally think of the different ways i might describe their sound if i ran into them (lately i have been thinking \"new order conducting a demonic seance\" or \"the fall after being struck by lightning\") and to occasionally fantasize about writing a fan letter and putting it in their mailbox (though that might be difficult because a) i don't want it to come across as a stealth passive-aggressive noise complaint but b) also don't want to go too far in the other direction and encourage them to play too much louder or later.). i'm thankful, even though i enjoy hearing them, that they always stop playing before 10:00pm.\n\ni'm thankful that yesterday was a recycling day and i was finally able to clear out the last of the pile of cardboard boxes and packing filler and other assorted recycling, which, because of a disruption in recycling pickup caused by unfortunately timed snowfall in january, had been sitting in the little hallway between our bedroom and the kitchen since christmas, ambiently annoying me with its clutter every time i passed through. i'm thankful that i put the yellow trash tax sticker on the handle of the trashcan before taking it down the driveway to the front yard, because i find that i always forget to put it on if i wait to do so when i get to the front yard and then have to make an extra trip. i'm thankful that i found out that the office accountant, who is extremely conservative, recycles everything that she can, not out of some devotion to the environment or because she believes in climate change, but because she is a penny pincher and this way she doesn't have to pay for her trash to be collected (i'm thankful for when you can do something that feels selfish but that it also creates a small good). \n\ni'm thankful that when i asked the office accountant if she was feeling better this morning (she went home early yesterday because her stomach was upset), she blew a raspberry with her mouth and then said \"enh, about 90%\" (i'm thankful when people quantify their feelings and to remember how at the hospital recently, a nurse asked me to give her my pain tolerance and i said \"very low!\" and she said \"so about a 3 or a 4?\" and i swallowed and agreed even though i wanted to say \"no, lower!\"). i'm thankful occasionally, when i find myself frustrated by what seems like the office accountant's excessive anger or an inability to give people the benefit of the doubt, to remind myself that, because of years of smoking, she doesn't have a sense of smell or taste anymore, that every day of her life she goes through the world not smelling and tasting things, which is such a sad thing to imagine that it always makes me empathize and understand her crabbiness a little better. i'm thankful, also, for how she is just as often delightful as she is grouchy, especially in the clever ways that she solves problems, like how she described, since her husband was out of town and she's afraid of heights and doesn't trust ladders, driving her truck around the walls of her house and standing in its bed to take down her christmas lights.\n\n(i'm thankful that as i was writing the previous paragraph, d gchatted me to tell me that when she went down to the street to retrieve the emptied recycling bins and trash cans (i'm thankful that she always does this the morning after i take out the trash, even if it rains or snows), she saw one of the members of the band next door \"drinking her morning coffee in a big poncho in the backyard.\" i'm thankful to add this juxtapose this with my vision once of the singer of the band, who kind of looks like [hamilton leithauser](https://www.google.com/search?q=hamilton+leithauser&espv=2&biw=755&bih=750&source=lnms&tbm=isch&sa=X&ved=0ahUKEwia1YuZio7LAhVok4MKHTvlBDQQ_AUICCgD) with a pompadour, biking sweatily up our driveway in a white dress shirt one warm evening.)\n\ni'm thankful that on my sunday run, rilo kiley popped up in my spotify discover and i was reminded of when my friend a and i briefly tried to be a vocal-guitar duo my junior year of college. i'm thankful to remember the rehearsals we had in my bedroom, which were, at that time, the only times i was ever alone with a girl in my bedroom and thus qualified as the most intimate moments of that period of my life, though i only understand this in retrospect and simply felt it as an abstract anxiety at the time. i'm thankful to remember us awkwardly drinking our high lifes and sitting cross legged on my beige carpet in the mood lighting of my desk lamp. i'm thankful to remember how i would open the back window because the sound of traffic outside seemed to make it feel less still and tense in the room, even though that also meant that people outside could hear us better. i'm thankful that being more exposed to the world made it feel safer to be exposed to each other.\n\ni'm thankful for our repertoire, which, at our most rehearsed, included covers of rilo kiley's \"[more adventurous](https://www.youtube.com/watch?v=l58oAbglcW8&index=8&list=PLUqcjnbyz1vNmReU9cv705K7MuHXy1i3h)\" and \"[i never](https://www.youtube.com/watch?v=Zm-JvDhzNJs&index=5&list=PLUqcjnbyz1vNmReU9cv705K7MuHXy1i3h)\" (which is what recalled this memory), nellie mckay's version of \"[what'll i do](https://www.youtube.com/watch?v=FHcUArjHxHI)\" (our best song), and the VU's \"[femme fatale](https://www.youtube.com/watch?v=jog8gh40Fho).\" i'm thankful for our only original, which was called \"io voglio una bicicletta (i want a bicycle) and was a song we wrote in italian (i'm thankful we were both studying italian at the time) because we were both too nervous around each other to express our feelings in english and i had read somewhere about beckett writing in french when he felt unable to continue in english. i'm thankful for \"io voglio una bicicletta,\" which was a cheery acoustic pop song about a young italian girl who sells everything she owns and then becomes a prostitute (\"ho venduto mio corpo\" (i sold my body)) in order to be able to afford a bicycle (i'm thankful for the moment i half remember from _my brilliant friend_ when lila is in the city and she sees someone reading a newspaper and she's so shocked because she's never seen a newspaper before, for how well that detail conveyed postwar scarcity)(i'm thankful for how the word \"bicicletta\" always made me think of chiclets). \n\ni'm thankful to remember how bummed out i was that our first scheduled performance, at a dinner party at a's house, was cancelled because i was in a car accident on the way to a party and got stranded in gainesville. i'm thankful for how we got busy after that or something and stopped rehearsing often and drifted apart. i'm thankful to remember the moment in the fall of senior year when i was outside a party peeing on the brick wall of a house with my friend b and he told me that a had a crush on me, that she had been avoiding me because it was too intense for her. i'm thankful how i was naive and had no idea, and thankful to be able to confide in b, as we continued to pee, that i didn't really like a that way but was nurturing a similarly intense yet unspoken crush on a's friend k. \n\ni'm thankful to remember how a few weeks after i told b this, he took me out one night and we sat on the rear bumper of his car talking and taking swigs from a bottle of nice tequila my parents had given me for my 21st birthday with a homeless man before he brought me to a party that k was at and where there was inexplicably a moon bounce in the backyard (i'm thankful for our conversation about regional naming idiosyncracies, how she called it a \"bounce house\" and i called it a \"moon bounce,\" which i thought was [more poetic](https://www.youtube.com/watch?v=K1SFoFbeYMc)). i'm thankful to remember how the two of us bounced together in the moon bounce and how we collided in a sweaty heap on the rubber floor and it was the first time we had really touched.\n\ni'm thankful to remember an underwear party that we had at the house where i lived senior year that a came to, long after our \"band\" dissolved and after i had forgotten completely that she had a crush on me or assumed that it had gone away (i'm thankful that at that point, i had a crush on t, who at that same party leaned against me and whispered huskily in my ear \"i want you to come over to my house and i'll make you dinner,\" which was the most sexy thing a girl had ever said to me at that point). i'm thankful to remember that at the party, i was wearing the outfit i always wore to underwear parties then (lol i am thankful this is a thing that existed in that stage of my life), which were a pair of vertically-striped blue boxers from old navy that i thought looked really good on me and a tight midnight blue t-shirt. \n\ni'm thankful to remember at a certain point going into the living room of the house and a was the only person there, in some kind of nightie, and i'm thankful that because of the sadness i associated with the memory, which has blurred it into a gerhard richter painting, i can't remember whether she kissed me or embraced me or just blurted out that she liked me. i'm thankful to remember how bad i felt in the moment to say some version of no, that i didn't like her that way, which was a conversation i had always been on the other side of at that point in my life and had never been able to understand the difficulty of from the point of view of the person rejecting someone. i'm thankful for the pain of gaining that knowledge. i'm thankful to remember her eye makeup running and how we hugged and then she stepped out our back door into the night and never really hung out again.\n\ni'm thankful for the album i was listening to while meditating last night, _tenderly (an informal session)_, which is a lo-fi practice tape of duets between the pianist bill evans and don elliot playing vibraphone. i'm thankful for the intimacy and hiss of the music, for the studio chatter, for how the album offers a \"[voyeuristic snapshot of two musicians playing purely for their own enjoyment](https://en.wikipedia.org/wiki/Tenderly:_An_Informal_Session).\" i'm thankful for how, halfway through the song \"laura,\" bill starts loudly and un-selfconsciously singing drum fills and everyone else in the studio seem to be trying very hard not to laugh. i'm thankful how i love his overdub album _conversations with myself_, but thankful to prefer the sound of two people trying to connect, for the moments when they fail and the moments when they succeed.",
  "publish_date": "2016-02-23T00:00:00Z",
  "description": "",
  "slug": "thank-you-notes-223",
  "secondary_id": 1279,
  "tags": [
    {
      "id": 3071,
      "name": "community interactions",
      "normalized_name": "community-interactions"
    },
    {
      "id": 94,
      "name": "creative expression",
      "normalized_name": "creative-expression"
    },
    {
      "id": 7,
      "name": "gratitude",
      "normalized_name": "gratitude"
    },
    {
      "id": 92,
      "name": "music appreciation",
      "normalized_name": "music-appreciation"
    },
    {
      "id": 3827,
      "name": "neighborhood culture",
      "normalized_name": "neighborhood-culture"
    },
    {
      "id": 134,
      "name": "nostalgia",
      "normalized_name": "nostalgia"
    },
    {
      "id": 15,
      "name": "personal reflection",
      "normalized_name": "personal-reflection"
    },
    {
      "id": 2742,
      "name": "recycling practices",
      "normalized_name": "recycling-practices"
    }
  ]
}