{
  "id": "263ded99-a23d-412f-8a62-21e75ea72867",
  "subject": "5/24/17",
  "body": "i'm thankful that we have gotten through the first day of dog sitting, which was difficult and tiring. i'm thankful to feel more tired than i have felt in a long time and to have had real trouble waking up this morning, which is almost never the case with me. i'm thankful to d, who got up early this morning to let him out to pee and who is now taking him on a walk before it starts raining, which it's supposed to do. i'm thankful to look back at this letter i wrote on father's day in 2012, the first time that d and i dog sat together:\n\n\"_I hate this dog.  There is your status report, on what I hope to God is the final full day of me having to help take care of this dog  I hate what it means about me that I hate this dog, what it says about me as a person that I hate an animal, but I have tried and tried and tried to give this dog love and I have received, on occasions, glimmers of it in return, but mostly the dog keeps shitting on that love (often literally, more often figuratively) and I don't feel like I have much more to give it.  I have always loved dogs more than any other animals in the world and seeing a dog on my jog or in the park or downtown on a leash has always made me a little bit happy (and if I get to pet it, a lot happy) and now I kind of feel like I would be fine if I never saw another dog in my life.  That is probably obviously hyperbole, but that is the way I feel right now, hyperbolic.  Even my dog at home, who is so much better in every way than this dog and who I love deeply and without reservation; right now, I can feel nothing inside me tugging when I imagine her image, whereas before I always felt a great deal of warm stuff.  That is the depth of the hatred I am radiating right now; it erases that inner warmth that I have carried inside me since I was a child and one day there was a puppy in the backseat of my mom's car when she picked me up from elementary school._\n\n_Maybe the fact that I have not gotten any of the work that I wanted to get done this weekend because the dog makes it impossible to concentrate and the fact that I have been up since before 6 this morning and have been averaging 4-5 hrs sleep every night and the fact that even those 4-5 hours are rung through with barks, maybe all those facts and their effect on my mental health are amplifying this feeling into something irrational and extreme, something that does not accurately represent my true feelings, but whatever, I am not going to simply rationalize this away, I hate this dog.  For the rest of the time that this dog is in my charge, I will of course continue to treat this dog as patiently and warmly and humanely as is humanly possible for me to do, but my annoyance with the dog has calcified into a hatred in my heart and I do not know how to make it go away, even though I think hatred is the most negative emotion and one of the ways I try live my life in a productive way every day is by trying to break down, neutralize, and resolve negative emotions.   It makes me feel better to write this down for you, it does make me feel some distance from it, by putting it into sentences, but it doesn't make my hatred go away; it is still inside me.  I guess there are limits to the power of writing._\n\n_I told my girlfriend this morning when she came downstairs yawning at 7:30 that I understood why people's marriages broke up when they had children.  I said that and stared at her with barely concealed rage as I laid on the floor rubbing the belly of the dog and trying to keep him from biting me because that is the only thing that I had found in the hour and half I had been up that would keep him from barking and I needed him to stop barking.  I didn't think about it at the time, all I could think about was my anger and my unhappiness, but now that she has been able to quiet the dog down somewhat (she is much better at it than me) and I have been able to quiet the rage in my brain some, I can see how this is a motif, a repetition of Friday evening around sunset, when, in the middle of us fooling around on the couch, the dog took a shit on the kitchen floor.  When we noticed it had happened (it didn't take long; the smell was pretty hard to miss), I said to her that I finally understood why people stopped having sex when they had kids.  I said that but then I laughed and she laughed and we picked up the shit and lit some scented candles and washed our hands thoroughly several times and then had some really very good sex in the guest bed upstairs.  I laughed when I said that, about marriage, because while it did have the feeling of some kind of learned truth, it was also a joke._  \n\n_This morning, my comment about couples was not a joke and there was no laughing.  Another thing I said to my girlfriend when she came downstairs this morning was that another reason I hated the dog was because it was making me feel hatred toward her, who I love very much and who I know I have no logical reason to feel hatred toward.  Not that it's really logical to hate a dog, who is not capable of the kind of intentional thinking or moral code that could allow for the possibility of \"good\" and \"bad\" (however much we use those terms) either, but I really have no reason to feel hatred toward her, who does not shit on the floor or scratch me and is just trying to make the best of a situation that is difficult and unpleasant for her too.  Yet I was feeling it, though maybe a word that is better for what I was feeling than hatred is resentment or bitterness or anger.  I guess those feelings arose from discipline and our different ways of handling it; while we are roughly following the rules and guidelines set down (and apparently put in place, though not really, it seems to me) by the dog's parents, we have, especially in the past day or so, argued about to what extent we can put those rules in place (how much time can the dog stay in his crate, when should he be given a treat, how to deal with him biting/barking/trying to break out of his gated place).  My girlfriend has gravitated toward a softer, more empathetic approach and I have gravitated toward a somewhat more punitive approach (while of course I have not and would not ever do anything to hurt the dog, because that is wrong)._  \n\n_We have argued about these approaches, these differences, and this morning, describing how I was feeling towards her, I said that it felt like the things she was saying about how the dog should be treated were also judgments of me, that it seemed like her counterarguments about his treatment (and the way she was looking at me when I advanced my arguments) were also implicit statements that I was not a good person.  She said, after a pause, that she thought it was just that I was more \"...impatient\" than her and that also maybe my intensity of my frustration and negative feelings toward the dog made it more possible for her to play the opposite role and that is a very logical way to understand the situation but I just know how I felt in that pause after I said it seemed like she didn't think I was a good person and she hadn't yet responded, that pause, and how that feeling then swelled inside me when her eventual response on the other end of the silence wasn't to immediately reassure me that she believed I was good.  I remember how right then I felt like we were characters in a literary short story having the kind of epiphanic moment where they learn the real deep truth about each other and the implications for the future of their relationship, which, since it is a literary short story, are not explicit but vague and ominous and hard to understand.  Maybe it was really that kind of literary life changing moment and maybe I just decided that because I'm trying to write about it and we will have both forgotten it within a week back home together and I guess in the future maybe we'll see._\n\n_It is not the future now, of course, except in the way that every next second is the future becoming the present, but it is Father's Day and maybe this is unpleasant and doesn't paint a very good picture of me (as if the rest of this email does) but at this point in the dog-sitting weekend it is hard for me to imagine ever wanting to have a child.  I just can't (my girlfriend was just emailing with J.K., who said that she can't imagine even having a hamster right now; I think I could handle a hamster, though I don't want one).  I know that dogs are not children and in fact my mother told me the other day on the phone, in response to my complaints about this dog's behavior, that they had very strongly considered returning our first dog to the pound soon after bringing her home because of similar behavior, and of course they did not do that with me or my brother (and, ultimately did not do that with the dog either).  Still, I just can't imagine being able to put aside all the things that are important in my life right now to care for this little thing which maybe if you're lucky will be able to return some small fraction of the love and time that you give it.  From my perspective sitting here at the coffee table and looking over at this damned annoying dog, who thank God is sleeping, I just do not understand that.  I do not understand how people can be so selfless and good to do that, and I feel deeply grateful to my mother and, especially today, to my father for giving me a good life, even though I'm sure there were many many times when that life was not fun or pleasant or exactly how he wanted it to be.  This year, as a way of attempting to show my gratitude for the gifts of life and love, I have bought him an iPad stylus and a specially shaped knife for scraping peanut butter out of jars.  This is an adequate response, right_?\"\n\ni'm thankful that this dog, while severely trying my patience and making it difficult for me to feel gratitude, is less annoying than that dog and i'm thankful to read about my past frustration as a way of reminding myself that i got through that and will get through this. i'm thankful that so far the dog has not had any accidents in the house. i'm thankful that he doesn't howl and yelp as frequently or as loudly as the that dog. i'm thankful that though he is incredibly bitey, his bites don't usually break the skin. i'm thankful for his fluffy hair, even if it is all over everything. i'm thankful for his happiness when i pay attention to him. i'm thankful that we have gotten through the first day of dog sitting",
  "normalized_markdown": "i'm thankful that we have gotten through the first day of dog sitting, which was difficult and tiring. i'm thankful to feel more tired than i have felt in a long time and to have had real trouble waking up this morning, which is almost never the case with me. i'm thankful to d, who got up early this morning to let him out to pee and who is now taking him on a walk before it starts raining, which it's supposed to do. i'm thankful to look back at this letter i wrote on father's day in 2012, the first time that d and i dog sat together:\n\n\"_I hate this dog.  There is your status report, on what I hope to God is the final full day of me having to help take care of this dog  I hate what it means about me that I hate this dog, what it says about me as a person that I hate an animal, but I have tried and tried and tried to give this dog love and I have received, on occasions, glimmers of it in return, but mostly the dog keeps shitting on that love (often literally, more often figuratively) and I don't feel like I have much more to give it.  I have always loved dogs more than any other animals in the world and seeing a dog on my jog or in the park or downtown on a leash has always made me a little bit happy (and if I get to pet it, a lot happy) and now I kind of feel like I would be fine if I never saw another dog in my life.  That is probably obviously hyperbole, but that is the way I feel right now, hyperbolic.  Even my dog at home, who is so much better in every way than this dog and who I love deeply and without reservation; right now, I can feel nothing inside me tugging when I imagine her image, whereas before I always felt a great deal of warm stuff.  That is the depth of the hatred I am radiating right now; it erases that inner warmth that I have carried inside me since I was a child and one day there was a puppy in the backseat of my mom's car when she picked me up from elementary school._\n\n_Maybe the fact that I have not gotten any of the work that I wanted to get done this weekend because the dog makes it impossible to concentrate and the fact that I have been up since before 6 this morning and have been averaging 4-5 hrs sleep every night and the fact that even those 4-5 hours are rung through with barks, maybe all those facts and their effect on my mental health are amplifying this feeling into something irrational and extreme, something that does not accurately represent my true feelings, but whatever, I am not going to simply rationalize this away, I hate this dog.  For the rest of the time that this dog is in my charge, I will of course continue to treat this dog as patiently and warmly and humanely as is humanly possible for me to do, but my annoyance with the dog has calcified into a hatred in my heart and I do not know how to make it go away, even though I think hatred is the most negative emotion and one of the ways I try live my life in a productive way every day is by trying to break down, neutralize, and resolve negative emotions.   It makes me feel better to write this down for you, it does make me feel some distance from it, by putting it into sentences, but it doesn't make my hatred go away; it is still inside me.  I guess there are limits to the power of writing._\n\n_I told my girlfriend this morning when she came downstairs yawning at 7:30 that I understood why people's marriages broke up when they had children.  I said that and stared at her with barely concealed rage as I laid on the floor rubbing the belly of the dog and trying to keep him from biting me because that is the only thing that I had found in the hour and half I had been up that would keep him from barking and I needed him to stop barking.  I didn't think about it at the time, all I could think about was my anger and my unhappiness, but now that she has been able to quiet the dog down somewhat (she is much better at it than me) and I have been able to quiet the rage in my brain some, I can see how this is a motif, a repetition of Friday evening around sunset, when, in the middle of us fooling around on the couch, the dog took a shit on the kitchen floor.  When we noticed it had happened (it didn't take long; the smell was pretty hard to miss), I said to her that I finally understood why people stopped having sex when they had kids.  I said that but then I laughed and she laughed and we picked up the shit and lit some scented candles and washed our hands thoroughly several times and then had some really very good sex in the guest bed upstairs.  I laughed when I said that, about marriage, because while it did have the feeling of some kind of learned truth, it was also a joke._  \n\n_This morning, my comment about couples was not a joke and there was no laughing.  Another thing I said to my girlfriend when she came downstairs this morning was that another reason I hated the dog was because it was making me feel hatred toward her, who I love very much and who I know I have no logical reason to feel hatred toward.  Not that it's really logical to hate a dog, who is not capable of the kind of intentional thinking or moral code that could allow for the possibility of \"good\" and \"bad\" (however much we use those terms) either, but I really have no reason to feel hatred toward her, who does not shit on the floor or scratch me and is just trying to make the best of a situation that is difficult and unpleasant for her too.  Yet I was feeling it, though maybe a word that is better for what I was feeling than hatred is resentment or bitterness or anger.  I guess those feelings arose from discipline and our different ways of handling it; while we are roughly following the rules and guidelines set down (and apparently put in place, though not really, it seems to me) by the dog's parents, we have, especially in the past day or so, argued about to what extent we can put those rules in place (how much time can the dog stay in his crate, when should he be given a treat, how to deal with him biting/barking/trying to break out of his gated place).  My girlfriend has gravitated toward a softer, more empathetic approach and I have gravitated toward a somewhat more punitive approach (while of course I have not and would not ever do anything to hurt the dog, because that is wrong)._  \n\n_We have argued about these approaches, these differences, and this morning, describing how I was feeling towards her, I said that it felt like the things she was saying about how the dog should be treated were also judgments of me, that it seemed like her counterarguments about his treatment (and the way she was looking at me when I advanced my arguments) were also implicit statements that I was not a good person.  She said, after a pause, that she thought it was just that I was more \"...impatient\" than her and that also maybe my intensity of my frustration and negative feelings toward the dog made it more possible for her to play the opposite role and that is a very logical way to understand the situation but I just know how I felt in that pause after I said it seemed like she didn't think I was a good person and she hadn't yet responded, that pause, and how that feeling then swelled inside me when her eventual response on the other end of the silence wasn't to immediately reassure me that she believed I was good.  I remember how right then I felt like we were characters in a literary short story having the kind of epiphanic moment where they learn the real deep truth about each other and the implications for the future of their relationship, which, since it is a literary short story, are not explicit but vague and ominous and hard to understand.  Maybe it was really that kind of literary life changing moment and maybe I just decided that because I'm trying to write about it and we will have both forgotten it within a week back home together and I guess in the future maybe we'll see._\n\n_It is not the future now, of course, except in the way that every next second is the future becoming the present, but it is Father's Day and maybe this is unpleasant and doesn't paint a very good picture of me (as if the rest of this email does) but at this point in the dog-sitting weekend it is hard for me to imagine ever wanting to have a child.  I just can't (my girlfriend was just emailing with J.K., who said that she can't imagine even having a hamster right now; I think I could handle a hamster, though I don't want one).  I know that dogs are not children and in fact my mother told me the other day on the phone, in response to my complaints about this dog's behavior, that they had very strongly considered returning our first dog to the pound soon after bringing her home because of similar behavior, and of course they did not do that with me or my brother (and, ultimately did not do that with the dog either).  Still, I just can't imagine being able to put aside all the things that are important in my life right now to care for this little thing which maybe if you're lucky will be able to return some small fraction of the love and time that you give it.  From my perspective sitting here at the coffee table and looking over at this damned annoying dog, who thank God is sleeping, I just do not understand that.  I do not understand how people can be so selfless and good to do that, and I feel deeply grateful to my mother and, especially today, to my father for giving me a good life, even though I'm sure there were many many times when that life was not fun or pleasant or exactly how he wanted it to be.  This year, as a way of attempting to show my gratitude for the gifts of life and love, I have bought him an iPad stylus and a specially shaped knife for scraping peanut butter out of jars.  This is an adequate response, right_?\"\n\ni'm thankful that this dog, while severely trying my patience and making it difficult for me to feel gratitude, is less annoying than that dog and i'm thankful to read about my past frustration as a way of reminding myself that i got through that and will get through this. i'm thankful that so far the dog has not had any accidents in the house. i'm thankful that he doesn't howl and yelp as frequently or as loudly as the that dog. i'm thankful that though he is incredibly bitey, his bites don't usually break the skin. i'm thankful for his fluffy hair, even if it is all over everything. i'm thankful for his happiness when i pay attention to him. i'm thankful that we have gotten through the first day of dog sitting",
  "publish_date": "2017-05-24T00:00:00Z",
  "description": "",
  "slug": "52417",
  "secondary_id": 789,
  "tags": [
    {
      "id": 288,
      "name": "communication",
      "normalized_name": "communication"
    },
    {
      "id": 2414,
      "name": "dog sitting",
      "normalized_name": "dog-sitting"
    },
    {
      "id": 2417,
      "name": "emotional challenges",
      "normalized_name": "emotional-challenges"
    },
    {
      "id": 2418,
      "name": "frustration",
      "normalized_name": "frustration"
    },
    {
      "id": 8,
      "name": "mental health",
      "normalized_name": "mental-health"
    },
    {
      "id": 2419,
      "name": "parenting dynamics",
      "normalized_name": "parenting-dynamics"
    },
    {
      "id": 297,
      "name": "pet care",
      "normalized_name": "pet-care"
    },
    {
      "id": 21,
      "name": "relationships",
      "normalized_name": "relationships"
    }
  ]
}