{
  "id": "42710aaf-e46b-4795-895c-99a3ecd6cb1f",
  "subject": "the mundane, the ordinary (deborah)",
  "body": "![](/letters/images/4.jpg)\n\nI’m thankful to have finished reading [vol. 2 of thank you notes from 2016](https://buttondown.com/justinwolfe/archive/volume-2-ebook/) and to have informed J of this in hopes that he will create an omnibus ebook soon. I’m sad that I can’t update my Goodreads status even though it’s a book I’ve been reading for weeks, but thankful to have learned that you can petition Goodreads Librarians to add new books even if they don’t have ISBN numbers, because it’s an interesting tidbit to learn. I’m thankful that our friend E said, _“bless the preservers and the maintainers”_ when we discussed current events of government resources being destroyed or rewritten or doused in autocracy.\n\nI’m thankful for, in J’s past notes, the repeated motif of a hard day at work, sometimes described as a “really hard day” or a “really hard and stressful day” and sometimes hard weeks and hard months and longer periods of time. I’m thankful to look back at what now could described as a really hard year for him at work, and to have talked to him about it on a long walk last Sunday, for J’s elaboration on not only the anxiety of managing an endless support queue where tickets kept pouring in, mountainously, but that there weren’t strong processes and scaffolding and recognition of and support for the people doing technical support. I’m thankful that he found ways to cope and to nurture camaraderie, in spite of those lacks. I’m thankful for his advocacy and his effusive cheerleading at work. I’m thankful he is a Capricorn rising.\n\nI’m thankful that J just came into the room grinning wearing an apron and noise-cancelling earbuds to fist-pump and announce that he had a work meeting today that was just postponed to next week. I’m thankful that he said happily, _“The only thing that was clouding my day, and now, the cloud has gone away,”_ and then did a little allongé, and then returned to washing dishes.\n\nI’m thankful to keep chipping away at writing and drawing. I’m thankful to keep returning to the studio.\n\nI’m thankful that it’s been a really hard week back at work, not just a rude awakening from the privilege and luxury of having long stretches of time where I could decide how to spend my days on sabbatical, but because things are hard. I’m thankful to have written this earlier in the week:\n\n> _I recognize this feeling. It’s a fast drip of cortisol, the restless underglaze of anxiety, a sticky taffy heartbeat._\n\nI’m thankful for [this comic about exercise](https://www.instagram.com/p/Cy1TAJJBpjO/?utm_source=ig_embed&ig_rid=36db417d-7305-486d-924c-58168b77c18d) and the concept of sweat offerings.\n\nI’m thankful for a lyric floating through my head — [_“God, I hate it”_](https://youtu.be/WkdQhfDRBKs?si=lREpuD-O99gp5CZh&t=255) _—_ which I couldn’t place until the search engine led me to Billie Eilish’s “The Greatest.” I’m thankful that we saw a TikTok quiz that tested my knowledge of Billie Eilish songs by playing a snippet from an arbitrary place in a song. I’m thankful that I got one and then quickly gave up on the rest. I’m thankful that J, later, pretended to be Billie Eilish and quizzed me on the names of her songs by giving hints like “verb tense” (”My Future”) and “animal” (”Birds of a Feather”). I’m thankful that I realized that, despite my love of Billie, who is probably my favorite-ever singer-songwriter, I do not know her entire back catalogue, that my worship and reverence and fondness for her voice and her persona is not all-encompassing. I’m thankful that Billie fans are not insane enough to warrant a special name. I’m thankful that Billie is so unserious. I’m thankful that I’ve listened to “LUNCH” and “CHIHIRO” probably hundreds of times, to the point where I told J they’re my “EMDR songs,” the songs I want to listen to when I’m trying to settle my nerves (on the subway, on the highway, in a crowded store). I’m thankful that I paid $3.99 for a third-party service in order to find the exact number for my listens, and that it asked me to go through an extensive data export and import process in order to access my data, and now I must wait for Spotify to deliver my data to me. I’m thankful to let you know that you can [download your extended streaming history](https://support.spotify.com/us/article/understanding-your-data/) for the lifetime of your Spotify account.\n\nI’m thankful for a now-deleted Reddit post where the OP shared a photo of their day tracker where they color-coded each day for how good or bad it was: for example, red for bad days, green for good days, blue for okay. The grid started out with a rainbow of colors and then suddenly became columns of red, all the way down, all the way across. I’m thankful for the tinge of despair in their message about how all their days were bad days now. I’m thankful for the [kindness in people’s comments](https://www.reddit.com/r/pics/comments/1nth5af/comment/ngtqa89/):\n\n> _The concept of assigning a mood to a whole day is also detrimental, in my opinion, if you’re going through a difficult period or you’re naturally a negative person. It just erases every small possible moment in an otherwise awful day. And these are important to notice and cling onto. You’re going through a shit period and you know this, you don’t need to keep track of it. Start keeping track of all the small and positive things that happen, as a start. You got this, little by little._\n\nI’m thankful to know when I’m going through a shit period. I’m thankful that I didn’t sob in therapy today, though my throat got tight. I’m thankful that it’s okay to cry. I’m thankful to recognize defense mechanisms to protect against pain and hurt and softness. I’m thankful to remember [you can stand anything for ten seconds, to just take it ten seconds at a time](https://www.reddit.com/r/pics/comments/1nth5af/comment/ngtqa89/).\n\nI’m thankful for the flavors of Peloton instructors’ daily affirmations and today she talked about how life is a rollercoaster and between the awful and the brilliant is the mundane, the ordinary, which can be magical. I’m thankful that, sometimes when J and I say how good something tastes, whether it’s a sandwich or pie or a particularly good kimchi fried rice, one of us pipes in Miso’s voice, _“Must be nice!”_ I’m thankful for Misoisms. I’m thankful for our Miso fandom. I’m thankful to continually appreciate life through Miso’s lens. I’m thankful for [Misotober](https://www.instagram.com/p/DPSvk-aDhfe/).\n\nI’m thankful that it takes a while to get into the flow of anything, that sometimes I have to force myself from the hypnotic draw of my phone, to put on my workout clothes, to put on socks, to gather myself up from my chair, to put on headphones, to wake my computer and get to work. I have to coax and cajole myself. I’m thankful to offer myself a discount, sometimes: just do the easy workout. Just do an hour of drawing. Just answer an email. Just do this one thing. I’m thankful for pomodoro timers and for stretch breaks and Miso’s insistent barks when I’m at my desk.\n\nI’m thankful that our shower curtain rings often get undone, that the rings fall out of the loops of the double curtains, either the plastic lining curtain or the heavy fabric outer curtain, almost every day as we slide the curtains shut or open. I’m thankful to balance on the wide lip of the tub while I untangle the metal rings and feed them back into the holes, that this task is a minor annoyance that is easily fixable. I’m thankful for easy fixes. I’m thankful to imagine that we could just replace the rings with better curtain hooks, but that the cost of R&D would outweigh the tiny fragments of time that I spend fixing the hooks. I’m thankful for the daily humbling of this maintenance, how I need to slow down and how I need to take care. I’m thankful that I can do this and to know that someday I may not be able to. I’m thankful for my [dailies](https://www.reddit.com/r/truegaming/comments/9k4gz4/are_dailies_in_online_games_bad_game_design/).\n\nI’m thankful for the smell of sweet maple syrup from the frozen Jimmy Dean breakfast sandwich that I microwaved this morning that I was inspired to buy after [Nina Song](https://www.instagram.com/ninajsong) had one and compared it to a McGriddle. It’s a sausage, egg, and cheese layered with two fluffy mini-pancakes, and very moreish. I’m thankful that J always encourages me to treat myself whenever I hesitate at a grocery store and weigh the mental scales of how bad I should feel because something is too processed or unhealthy or caloric or environmentally bad. I’m thankful not to take on the entire systemic weight of something sometimes.\n\nI’m thankful to remember a previous manager telling me, _“It’s like you’re carrying the weight of the whole world on your shoulders.”_ I’m thankful to frame anxiety in terms of lifting: you load your weight, lift it, and then let it go. You can’t do an isometric hold forever, and you can’t get stronger without [deloading](https://health.clevelandclinic.org/deload-week).\n\nI’m thankful for the last day of sabbatical, when we took a long walk to the mall and wandered a bookstore and ate Italian sandwiches outside in the cool fall sunlight. I’m thankful that I methodically browsed the shelves and that we both agreed that the sci-fi section had a small and paltry selection. I’m thankful to have picked up a few books on sale. I’m thankful that, after contemplating the modern romance and the paranormal/sluttier romance and the queer romance and the historical period romance sections, I found a book by Elizabeth Hoyt, who writes about dukes (but not always!!!). I’m thankful that J finds my enjoyment of duke books incredibly amusing and that he asked about the exact level of graphic detail in romantasy (”Are genitals named? Are there descriptions of genitalia?”). I’m thankful for a friend calling ACOTAR “the faerie fuck books.” I’m thankful for [Emily Gould on monster romance](https://www.thecut.com/article/minotaur-sex-smut-books.html). I’m thankful for the multitudes of tags and tropes at [romance.io](http://romance.io) like “grumpy hero” and “sunshine heroine” and “praise kink.” I’m thankful to be surprised. I’m thankful to discover the steam level categories that include, but are not limited to, “behind closed doors” and “explicit open door.” I’m thankful that another friend said: _“I’m not a big reader of smut (if I really need a fix I’ll go the AO3 route, haha) but I love that for others.”_ I’m thankful that that same friend observed that I like erotic thrillers and that after I mentioned this in a group chat, J said, `she married one`.\n\nI’m thankful that we went to the comic book shop in the mall and that it was full of funky and interesting things. I’m thankful that I got a fit compliment from one of the employees: _“Your outfit is amazing. Yellow and black is one of my favorite combos.”_ I’m thankful they were also wearing an amazing outfit of bright graphic plaid and puffy kicks. I’m thankful that I didn’t find [the graphic novel I was looking for](https://bookshop.org/p/books/spectators-brian-k-vaughan/8040b46987c4d277?ean=9781534331211&next=t) there, but was too shy and embarrassed to ask. I’m thankful that after we left the store, I forgot the name of the author I was looking for, and told J: “The author of _SAGA_?” And that he instantly said, “Brian K. Vaughan?” I’m thankful J’s mind is a steel trap for the names of writers, for journalists and novelists and essayists and columnists and poets and comic book authors alike.\n\nI’m thankful that J suggested that we bring our earbuds on our walk in case we wanted to listen to music, and that I put them in my bag, even though I wanted to say no because we’d recently gone on several walks without ever using them. I’m thankful that, on the way back home this time, I suggested that we try listening to music, and that J said, “Good idea.” I’m thankful that he let me DJ the whole way home, and that we listened to Audrey Nuna, Clairo, Beabadoobee, and “Bismillahi ‘Rrahmani ‘Rrahim” by Harold Budd. I’m thankful for J’s soft smile. I’m thankful that J reached for my hand as we crossed into the park closest to where we live. I’m thankful we held hands all the way home.\n\nI’m thankful that J has been spending his wild and precious after-work time playing the guitar, making music with one of his devices (and an app called “Loopy,” which he praised highly for its ease of use), and playing _Hades II_. I’m thankful for all the hours of studio maintenance J has done, and that only through his labor have I understood the great technical difficulties of having a functioning music studio. I’m thankful to recognize and appreciate the sheer magnitude of work of the crew, technicians, engineers, and producers that goes into recording music, performing music, and listening to live music, that all the intricacies and labyrinthine tangles of cords and cables and plugs are usually all abstracted away, and which are never more visible than when you try to do it yourself and are either sitting waiting for the technician to figure out the issue (me) or the technician trying to figure out the issue (J), plugging and unplugging and restarting apps and clicking tiny boxes and knobs and the tiniest text in arcane user interfaces.\n\nI’m thankful that we talked about how J hasn’t found as much enjoyment in writing lately, that it’s the cursed object problem of not wanting to move from his work laptop to his personal laptop, and that he currently likes the [feeling of having written](https://buttondown.com/justinwolfe/archive/thank-you-notes-55/) more than the process of writing itself:\n\n> _i'm thankful for my undergrad professor who once said in an interview that he \"hated writing, but loved having written.\" i'm thankful that i understand that feeling and i used to know it very well myself \\[…\\] i'm thankful for that reason to believe that the most important thing is \\[…\\] is whether the feeling of the process of making the work makes my life better, because if it doesn't, then it's not worth it._\n\nI’m thankful that, right now, I’m enjoying the process of making the work.![](/letters/images/5.jpg)",
  "normalized_markdown": "![](/letters/images/4.jpg)\n\nI’m thankful to have finished reading [vol. 2 of thank you notes from 2016](https://buttondown.com/justinwolfe/archive/volume-2-ebook/) and to have informed J of this in hopes that he will create an omnibus ebook soon. I’m sad that I can’t update my Goodreads status even though it’s a book I’ve been reading for weeks, but thankful to have learned that you can petition Goodreads Librarians to add new books even if they don’t have ISBN numbers, because it’s an interesting tidbit to learn. I’m thankful that our friend E said, _“bless the preservers and the maintainers”_ when we discussed current events of government resources being destroyed or rewritten or doused in autocracy.\n\nI’m thankful for, in J’s past notes, the repeated motif of a hard day at work, sometimes described as a “really hard day” or a “really hard and stressful day” and sometimes hard weeks and hard months and longer periods of time. I’m thankful to look back at what now could described as a really hard year for him at work, and to have talked to him about it on a long walk last Sunday, for J’s elaboration on not only the anxiety of managing an endless support queue where tickets kept pouring in, mountainously, but that there weren’t strong processes and scaffolding and recognition of and support for the people doing technical support. I’m thankful that he found ways to cope and to nurture camaraderie, in spite of those lacks. I’m thankful for his advocacy and his effusive cheerleading at work. I’m thankful he is a Capricorn rising.\n\nI’m thankful that J just came into the room grinning wearing an apron and noise-cancelling earbuds to fist-pump and announce that he had a work meeting today that was just postponed to next week. I’m thankful that he said happily, _“The only thing that was clouding my day, and now, the cloud has gone away,”_ and then did a little allongé, and then returned to washing dishes.\n\nI’m thankful to keep chipping away at writing and drawing. I’m thankful to keep returning to the studio.\n\nI’m thankful that it’s been a really hard week back at work, not just a rude awakening from the privilege and luxury of having long stretches of time where I could decide how to spend my days on sabbatical, but because things are hard. I’m thankful to have written this earlier in the week:\n\n> _I recognize this feeling. It’s a fast drip of cortisol, the restless underglaze of anxiety, a sticky taffy heartbeat._\n\nI’m thankful for [this comic about exercise](https://www.instagram.com/p/Cy1TAJJBpjO/?utm_source=ig_embed&ig_rid=36db417d-7305-486d-924c-58168b77c18d) and the concept of sweat offerings.\n\nI’m thankful for a lyric floating through my head — [_“God, I hate it”_](https://youtu.be/WkdQhfDRBKs?si=lREpuD-O99gp5CZh&t=255) _—_ which I couldn’t place until the search engine led me to Billie Eilish’s “The Greatest.” I’m thankful that we saw a TikTok quiz that tested my knowledge of Billie Eilish songs by playing a snippet from an arbitrary place in a song. I’m thankful that I got one and then quickly gave up on the rest. I’m thankful that J, later, pretended to be Billie Eilish and quizzed me on the names of her songs by giving hints like “verb tense” (”My Future”) and “animal” (”Birds of a Feather”). I’m thankful that I realized that, despite my love of Billie, who is probably my favorite-ever singer-songwriter, I do not know her entire back catalogue, that my worship and reverence and fondness for her voice and her persona is not all-encompassing. I’m thankful that Billie fans are not insane enough to warrant a special name. I’m thankful that Billie is so unserious. I’m thankful that I’ve listened to “LUNCH” and “CHIHIRO” probably hundreds of times, to the point where I told J they’re my “EMDR songs,” the songs I want to listen to when I’m trying to settle my nerves (on the subway, on the highway, in a crowded store). I’m thankful that I paid $3.99 for a third-party service in order to find the exact number for my listens, and that it asked me to go through an extensive data export and import process in order to access my data, and now I must wait for Spotify to deliver my data to me. I’m thankful to let you know that you can [download your extended streaming history](https://support.spotify.com/us/article/understanding-your-data/) for the lifetime of your Spotify account.\n\nI’m thankful for a now-deleted Reddit post where the OP shared a photo of their day tracker where they color-coded each day for how good or bad it was: for example, red for bad days, green for good days, blue for okay. The grid started out with a rainbow of colors and then suddenly became columns of red, all the way down, all the way across. I’m thankful for the tinge of despair in their message about how all their days were bad days now. I’m thankful for the [kindness in people’s comments](https://www.reddit.com/r/pics/comments/1nth5af/comment/ngtqa89/):\n\n> _The concept of assigning a mood to a whole day is also detrimental, in my opinion, if you’re going through a difficult period or you’re naturally a negative person. It just erases every small possible moment in an otherwise awful day. And these are important to notice and cling onto. You’re going through a shit period and you know this, you don’t need to keep track of it. Start keeping track of all the small and positive things that happen, as a start. You got this, little by little._\n\nI’m thankful to know when I’m going through a shit period. I’m thankful that I didn’t sob in therapy today, though my throat got tight. I’m thankful that it’s okay to cry. I’m thankful to recognize defense mechanisms to protect against pain and hurt and softness. I’m thankful to remember [you can stand anything for ten seconds, to just take it ten seconds at a time](https://www.reddit.com/r/pics/comments/1nth5af/comment/ngtqa89/).\n\nI’m thankful for the flavors of Peloton instructors’ daily affirmations and today she talked about how life is a rollercoaster and between the awful and the brilliant is the mundane, the ordinary, which can be magical. I’m thankful that, sometimes when J and I say how good something tastes, whether it’s a sandwich or pie or a particularly good kimchi fried rice, one of us pipes in Miso’s voice, _“Must be nice!”_ I’m thankful for Misoisms. I’m thankful for our Miso fandom. I’m thankful to continually appreciate life through Miso’s lens. I’m thankful for [Misotober](https://www.instagram.com/p/DPSvk-aDhfe/).\n\nI’m thankful that it takes a while to get into the flow of anything, that sometimes I have to force myself from the hypnotic draw of my phone, to put on my workout clothes, to put on socks, to gather myself up from my chair, to put on headphones, to wake my computer and get to work. I have to coax and cajole myself. I’m thankful to offer myself a discount, sometimes: just do the easy workout. Just do an hour of drawing. Just answer an email. Just do this one thing. I’m thankful for pomodoro timers and for stretch breaks and Miso’s insistent barks when I’m at my desk.\n\nI’m thankful that our shower curtain rings often get undone, that the rings fall out of the loops of the double curtains, either the plastic lining curtain or the heavy fabric outer curtain, almost every day as we slide the curtains shut or open. I’m thankful to balance on the wide lip of the tub while I untangle the metal rings and feed them back into the holes, that this task is a minor annoyance that is easily fixable. I’m thankful for easy fixes. I’m thankful to imagine that we could just replace the rings with better curtain hooks, but that the cost of R&D would outweigh the tiny fragments of time that I spend fixing the hooks. I’m thankful for the daily humbling of this maintenance, how I need to slow down and how I need to take care. I’m thankful that I can do this and to know that someday I may not be able to. I’m thankful for my [dailies](https://www.reddit.com/r/truegaming/comments/9k4gz4/are_dailies_in_online_games_bad_game_design/).\n\nI’m thankful for the smell of sweet maple syrup from the frozen Jimmy Dean breakfast sandwich that I microwaved this morning that I was inspired to buy after [Nina Song](https://www.instagram.com/ninajsong) had one and compared it to a McGriddle. It’s a sausage, egg, and cheese layered with two fluffy mini-pancakes, and very moreish. I’m thankful that J always encourages me to treat myself whenever I hesitate at a grocery store and weigh the mental scales of how bad I should feel because something is too processed or unhealthy or caloric or environmentally bad. I’m thankful not to take on the entire systemic weight of something sometimes.\n\nI’m thankful to remember a previous manager telling me, _“It’s like you’re carrying the weight of the whole world on your shoulders.”_ I’m thankful to frame anxiety in terms of lifting: you load your weight, lift it, and then let it go. You can’t do an isometric hold forever, and you can’t get stronger without [deloading](https://health.clevelandclinic.org/deload-week).\n\nI’m thankful for the last day of sabbatical, when we took a long walk to the mall and wandered a bookstore and ate Italian sandwiches outside in the cool fall sunlight. I’m thankful that I methodically browsed the shelves and that we both agreed that the sci-fi section had a small and paltry selection. I’m thankful to have picked up a few books on sale. I’m thankful that, after contemplating the modern romance and the paranormal/sluttier romance and the queer romance and the historical period romance sections, I found a book by Elizabeth Hoyt, who writes about dukes (but not always!!!). I’m thankful that J finds my enjoyment of duke books incredibly amusing and that he asked about the exact level of graphic detail in romantasy (”Are genitals named? Are there descriptions of genitalia?”). I’m thankful for a friend calling ACOTAR “the faerie fuck books.” I’m thankful for [Emily Gould on monster romance](https://www.thecut.com/article/minotaur-sex-smut-books.html). I’m thankful for the multitudes of tags and tropes at [romance.io](http://romance.io) like “grumpy hero” and “sunshine heroine” and “praise kink.” I’m thankful to be surprised. I’m thankful to discover the steam level categories that include, but are not limited to, “behind closed doors” and “explicit open door.” I’m thankful that another friend said: _“I’m not a big reader of smut (if I really need a fix I’ll go the AO3 route, haha) but I love that for others.”_ I’m thankful that that same friend observed that I like erotic thrillers and that after I mentioned this in a group chat, J said, `she married one`.\n\nI’m thankful that we went to the comic book shop in the mall and that it was full of funky and interesting things. I’m thankful that I got a fit compliment from one of the employees: _“Your outfit is amazing. Yellow and black is one of my favorite combos.”_ I’m thankful they were also wearing an amazing outfit of bright graphic plaid and puffy kicks. I’m thankful that I didn’t find [the graphic novel I was looking for](https://bookshop.org/p/books/spectators-brian-k-vaughan/8040b46987c4d277?ean=9781534331211&next=t) there, but was too shy and embarrassed to ask. I’m thankful that after we left the store, I forgot the name of the author I was looking for, and told J: “The author of _SAGA_?” And that he instantly said, “Brian K. Vaughan?” I’m thankful J’s mind is a steel trap for the names of writers, for journalists and novelists and essayists and columnists and poets and comic book authors alike.\n\nI’m thankful that J suggested that we bring our earbuds on our walk in case we wanted to listen to music, and that I put them in my bag, even though I wanted to say no because we’d recently gone on several walks without ever using them. I’m thankful that, on the way back home this time, I suggested that we try listening to music, and that J said, “Good idea.” I’m thankful that he let me DJ the whole way home, and that we listened to Audrey Nuna, Clairo, Beabadoobee, and “Bismillahi ‘Rrahmani ‘Rrahim” by Harold Budd. I’m thankful for J’s soft smile. I’m thankful that J reached for my hand as we crossed into the park closest to where we live. I’m thankful we held hands all the way home.\n\nI’m thankful that J has been spending his wild and precious after-work time playing the guitar, making music with one of his devices (and an app called “Loopy,” which he praised highly for its ease of use), and playing _Hades II_. I’m thankful for all the hours of studio maintenance J has done, and that only through his labor have I understood the great technical difficulties of having a functioning music studio. I’m thankful to recognize and appreciate the sheer magnitude of work of the crew, technicians, engineers, and producers that goes into recording music, performing music, and listening to live music, that all the intricacies and labyrinthine tangles of cords and cables and plugs are usually all abstracted away, and which are never more visible than when you try to do it yourself and are either sitting waiting for the technician to figure out the issue (me) or the technician trying to figure out the issue (J), plugging and unplugging and restarting apps and clicking tiny boxes and knobs and the tiniest text in arcane user interfaces.\n\nI’m thankful that we talked about how J hasn’t found as much enjoyment in writing lately, that it’s the cursed object problem of not wanting to move from his work laptop to his personal laptop, and that he currently likes the [feeling of having written](https://buttondown.com/justinwolfe/archive/thank-you-notes-55/) more than the process of writing itself:\n\n> _i'm thankful for my undergrad professor who once said in an interview that he \"hated writing, but loved having written.\" i'm thankful that i understand that feeling and i used to know it very well myself \\[…\\] i'm thankful for that reason to believe that the most important thing is \\[…\\] is whether the feeling of the process of making the work makes my life better, because if it doesn't, then it's not worth it._\n\nI’m thankful that, right now, I’m enjoying the process of making the work.![](/letters/images/5.jpg)",
  "publish_date": "2025-10-05T00:01:12.684011Z",
  "description": "",
  "slug": "the-mundane-the-ordinary-deborah",
  "secondary_id": 1474
}