{
  "id": "4d8460fc-bb6e-4d5c-bccc-fd8833541f4d",
  "subject": "the deep work (deborah)",
  "body": "![](/letters/images/6.jpg)![](/letters/images/7.jpg)\n\nI’m thankful for the running joke by Don Draper in _Mad Men_ that creatives tend to look like they’re doing nothing when they’re doing the deep work of thinking.\n\n(I’m thankful that of course we see them doing _something_ most of the time: talking, writing words down, making drink after drink, lighting cigarettes, gazing through the slats of their office blinds at the city before them.)\n\nI’m thankful that this joke is also his earnest and impassioned ethos that creative people _need_ this staring-off-into-space doing-nothing time to marinate and ferment and percolate their thoughts.\n\nI’m thankful that, last night while we were watching season 5, episode 11, “The Other Woman,” Don gets angry with his team for actually doing nothing. He shouts: “_People think writers horse around because they're coming up with ideas. But, actually, it's because they're horsing around. Now knock off the grab-ass and give me some lines.”_\n\nOf course, as in life and in great literary fiction, he’s not just pissed about what they are or aren’t doing. He’s angry that his new wife has chosen to pursue acting and that being his copywriter and the coquette darling of his advertising agency is not enough for her, nor does she want the life of a housewife staying at home with him at the center of her whole universe. He’s angry that his partners are asking a woman to prostitute herself for the sake of the company, because they want the surety that they will land this prestigious client and because they don’t believe that the body of his work can stand alone without her actual body, and he’s even angrier that he can’t win everything through the sheer force of his creative genius — not this client, not his partners, not his employees, not his wife. J and I were discussing how Don loved having her there at work, on his arm, the power couple of Sterling Cooper Draper Pryce. I observed that he desperately wanted to be a Wife Guy. But of course, not a true wife guy; he loved how much validation he got from 2xing his charisma and charm with her beside him, less so her very-real desires and thoughts and opinions that diverged from his. And he’s angry, perhaps, shocked, embarrassed, that he’s afflicted. He can’t actually embody the cool smooth debonair creator he wants and needs to be.\n\nI’m thankful that I was riding some kind of end-of-panic euphoric creative high after vacation and the aforementioned anxieties of death and grief before settling back into myself over the past week and that it’s now leveling out. I’m thankful that I am somewhat disappointed by this, even though it’s the roll of life. I’m thankful that my sabbatical was three weeks long and that I successfully did not open my work email or look at any Slack messages, even though I didn’t bother to uncouple my smartwatch from my work calendar and so I still, with some vaguely Schadenfreudian detachment, saw notifications and reminders about work blocks and work meetings to which I didn’t have to go. I’m thankful that this was the longest stretch of time uninterrupted by work I’ve had since six years ago when I was in between jobs. I’m thankful that I didn’t have to think about my job for most of this month, despite my worry that I would poison my time by thinking about work. I’m thankful that I did some thinking about work, but mostly about my personal work (writing, drawing, planning, editing, restructuring, formatting, publishing), and the work of being at home (cleaning, doing laundry, tidying, working out, showering, repotting plants, walking Miso, picking up groceries, cooking).\n\nI’m thankful that I’m still on sabbatical, even though it’s almost the end of it. I’m thankful to rediscover what it’s like to be a writer, to sit in front of this [cursed object](https://buttondown.com/justinwolfe/archive/dragons-breath-deborah/) during the mornings and afternoons rather than trying to cram time in during breaks or at night, when I least want to be using the cursed object. I’m thankful to re-realize how much of my art I don’t get to do because I have work meetings to prep for and to be present or to present at and deliverables to produce and that often I am too exhausted by, if not the mental complexities of labor, then the emotional and psychological labor that goes into being a person at work and supporting people at work.\n\nI’m thankful that yesterday I thought I would “get a lot done” and that I did but not in all the ways I wanted. I’m thankful to romanticize the day ahead of me, generally.\n\nI’m thankful that I finished making [glazed oxtails](https://www.simplyrecipes.com/recipes/glazed_oxtails/), which we haven’t made since before we moved to Portland six years ago. (I’m thankful to remember I made it once, for my family, because I was proud of what I’d learned in the kitchen and I wanted to share. I’m thankful that it’s one of the establishing memories I’ve shared with therapists over the years as a sort of shorthand for what kind of relationship I had with my mother. In the memory, I’ve lost track of where I put the stockpot where I was cooking the oxtails, and I ask my mother, perhaps in a slightly stressed and accusatory tone, if she moved it. She snaps back that she didn’t touch it. I find the stockpot soon after that, but do not realize that I’ve set something off. As I finish cooking, and all the pieces fall into place, and I’m setting the table for dinner, she says icily that she does not want any. She refuses to sit at the table with us. My father and sister eat heartily. I remember telling my sister that I’ve learned that the most tender part of the broccoli is in the stem, if you pare down the stalk. Later, after we put everything away, my mother brings out rice and banchan and eats her own dinner. I remember our eyes meeting. Her eyes are black, like a shark’s. She says nothing, just raises her spoon to her mouth. She stares at me in silence, radiant with anger. I never cook anything for her again.)\n\nIt’s one of the few dishes in our repertoire that takes days, not minutes, to complete, because you need hours to prep the mirepoix and sear the oxtails and simmer, then shred the meat off the bones, and then hours for the fat and gelatin to cool and cohere. It was economical luxury, years ago, when we were younger, and had more time, and oxtails weren’t as expensive. We serve it over a bed of pearl couscous and roasted vegetables; we toast the couscous in butter and braise it in chicken stock. The vegetables, usually broccoli and carrots, roast until they’re caramelized and slightly charred. It’s a labor of love.\n\nI’m thankful for J’s unabashed glee that I was making oxtails, that he exclaimed, “I LOVE YOUR SABBATICAL! More than my sabbatical.”\n\nI’m thankful that last night, after 9 o’clock, I tried to open this cursed object and do some writing, but something about the dim light from the lamp in the living room and the “True Tone” ambience of the cursed object’s screen made my eyes defocus and it was the last thing I wanted to do. I felt my brain’s battery percentage was around 1%. Some strange sheen of depression fell over me as I contemplated the blinking cursor on the page. I thought about how yesterday was my rest day in terms of exercise and I’d also had a lot of wine and maybe those two factors created a chemical equation of unease, but reflecting on this didn’t make me feel better. I’m thankful I gave up. I’m thankful that I considered writing by hand, under the more powerful and more welcoming light of my desk lamp, but instead I sat at my desk to journal in my Hobonichi with my fountain pen and then put it all away and got ready for bed.\n\nI’m thankful to consider whether it’s too meta to keep talking about my process and my feelings around writing or being an artist and also thankful that it’s a key part of J’s oeuvre so I probably shouldn’t feel that anything is too meta, even if I’m conscious of the MLM thing of making content about making and planning and scheduling content or selling a course about selling courses. I’m thankful that, while it can feel weird to look at the planner of a content creator whose job it is to produce content about planning, because inevitably their weekly schedule has something like FILM VIDEO ON PLANNING and PLAN POST ABOUT PLANNING, it’s still fun to look at their planner, to see neat grids and loose notes and wireframes with their handwriting, how they compose a “spread” across two pages and stamp and sticker their way through a journal. I’m thankful for [Abbey Sy](https://www.youtube.com/@AbbeySy), who is my favorite of this niche. I’m thankful for [Min’s joie de vivre](https://www.youtube.com/@fullofshin) and her videos when she worked at [Yoseka](https://www.youtube.com/@Yoseka) last year. I’m thankful for the staff at [JetPens](https://www.youtube.com/@JetPens/videos) who have a pure love of stationery.\n\nI’m thankful that I wrote some of this at a café sitting across from my friend T and now I’m sitting outside in our backyard on a perfect early fall day, that I am sitting in the slice of shade created by the garage and that the shade hangs over the grass, where Miso is currently laying, nose twitching and ears swiveling as she listens and smells and takes in the distant noise of another dog barking and probably other things I can’t smell or see or hear. I’m thankful that she loves this southern patch of grass because it’s very lush and not as weedy and perfect for laying on. I’m thankful that she is a summer girl and enjoys alternating between sunbathing and laying in the shade, that I often catch her very still and quiet and enjoying being outside under the blue canvas of the sky. I’m thankful that sometimes she lays out in the grass so completely that she appears dead (miso.exe has crashed). I’m thankful that the door to the backyard is open and I can hear J recording a demo video for work under the layer of airplanes and soft hum of trucks and cars and a neighbor moving around in their backyard doing some mysterious thing. I’m thankful for the way the homeowner, when she was inspecting our backyard and planting a tree to replace the tree that she’d had to remove per the intensifying fear (with an undertow of threat) of a neighbor who said they were concerned that this very tall tree was going to crack and fall on their house, said _“What is that Christopher Robin thing?”_ to describe the ramshackle extension of the neighbor’s fence constructed of loosely nailed boards and sticks that does seem to offer a slight fragment of privacy as opposed to without, but barely. I’m thankful that at some point this year or last year, that neighbor put up Tibetan prayer flags, which ripple and furl and unfurl in the breeze. I’m thankful that our backyard rectangle of grass has grown enough that the grass has waveforms. I’m thankful that J enjoys mowing the grass but hasn’t mowed the grass in a while. I’m thankful for his artful curation of the backyard, letting the dandelions and clover infuse the grass, cutting back the blackberry vines and the ivy when they stray too far from the fences, and that he informed me that he left the grass around our remaining rose bush as “a conscious artistic choice.” I’m thankful to look at the roses now, framed by the grass that’s gone to seed, with its feathery stalks. I’m thankful that, despite or perhaps because of J’s diligent composting of flattened (and denuded of plastic tape) cardboard boxes and mulching, that the weeds persist, growing out of cracks in the concrete and through the shredded bark to form green filigree.\n\nI’m thankful that I’m smirking to myself because I just realized I am currently doing the only “coworking” that J can tolerate, which is for me to type quietly behind an opaque divider (in this case, the curtain next to J’s desk that hangs over the sliding glass door to the backyard) where he can’t really see or hear me. I’m thankful that I really like to “go coworking” and body double and chat with friends and work with or against the white noise of people talking and cups clattering and the barista’s playlist of choice; I’m thankful that I also really like being at home and days where I don’t have to leave the house. I’m thankful that J at work is doing the deep work of a different kind of language and a different kind of writing for computer programs and browsers and servers, though he also does a lot of writing for humans, too. I’m thankful that I’m 66% through the second ebook compilation of this newsletter and just reached the part where he gets a new job, his first technical support job at a software company, and to witness again the transition between a job where he had a lot of free time and not very much complexity and a job [where he has to go full-throttle with technical Gordian knots](https://buttondown.com/justinwolfe/archive/thank-you-notes-712/). I’m thankful that, after rhapsodizing via texting my friend S about the perfect temperature to work outside, that it then became too cold in the shade after I’d been sitting there a long time. I’m thankful that after I briefly left my workspace to grab a long-sleeve shirt, J said, “Too cold?” and I said yes and we laughed.\n\nI’m thankful that yesterday I decided to do a task I’ve been putting off a long time, which is repot some plants and top off the soil of other plants. It involves opening and securing the backyard gate multiple times, which requires a moderate level of vigilance, as there is always the threat of Miso’s escape (thankful to imagine _Miso’s Escape_ or _Escape from Miso Island_), opening the garage door, maneuvering through the small obstacle course within the garage, retrieving the heavy bag of potting soil, ferrying all of the plants that need to be tended from indoors to the outdoors (a multi-step process that requires several point turns and deliveries) as well as my hori hori knife to use as a spade and a pair of snips (sharp scissors with which to cut plant stems), squatting and sitting and standing and squatting un-ergonomically, digging out a rooted plant from its container, gently knocking the dirt from its roots, then repotting it with fresh soil. The soil is called “black gold,” which I noticed while sinking my hands into the soil as dirt flecked the gold bracelets on my wrist. While unearthing some plants I noticed how hydrated the soil was underneath the dry top layer. Throughout the whole process I huffed and puffed and realized that, even though I was happy to have tended them all, it wasn’t an overall pleasant experience, and that I am happier to be done with it.\n\nI’m thankful that, while I was in the garage, I noticed that there were tiny dark lumps of rodent poop everywhere on the floor again, despite there being no food (as far as I know) in the garage, and that unfortunately, due to the accumulation of stuff (a giant folding table, an electric mower, a manual push-mower, a pressure washer, various appliances we have abandoned and parked instead of getting rid of them, etc.), the garage is once again difficult to walk through. I’m thankful to remember, years ago, the garage had reached a critical mass state of disrepair when we had stashed filled trash bags in there and mice or rats or some other animals had discovered the Indomie noodle scraps and other food we threw away and they tore into the trash bags and the detritus of all our garbage scattered across the floor, and we did a bunch of cleaning and reorganization and sweeping and it became easy and even pleasant to use part of the garage again (but not all of it, because we didn’t want to touch the outer limits of the garage where previous tenants and the homeowner had piled various other appliances and things they didn’t want to pay to get rid of). I’m thankful to imagine that, at some point, we’ll do another cleanup, but that since it’s fall now and the endless Portland rain is on its way, it probably won’t be until next spring.\n\nI’m thankful that, yesterday, while I was retrieving the potting soil and observing with repulsion the state of the garage floor, I also saw a small folding chair and folding table that we’d gotten from IKEA and that I think of as my _en plein air_ setup and which I hadn’t used all year. I’m thankful that I carried them to our backyard, dusty and grimy and cobwebbed, as step one of a different multipart process, and that today, I took step two, and scrubbed down the table and chair so I could actually sit down and put my things on them and not feel that my clothes or skin or accoutrement would not make contact with the layer of grime. I’m thankful that now is step three, the finale and enjoyment of this process, where I can sit outside in our backyard and bask in the quiet golden air and maybe do this again tomorrow.\n\nI’m thankful that tomorrow is now today, the last Friday of my sabbatical. I’m thankful that I’ve been struggling with locating a stopping point with this letter. I’m thankful that I’d wanted to go to IKEA today but that I chose to get a strawberry matcha latte at a viral matcha café, pick up a blackberry raspberry streusel pie for our dessert, wander an indie art and comics bookshop/small press, and spend golden hour in our backyard, writing this while eating a sliver of brownie cheesecake before I made dinner. I’m thankful to have the privilege and luxury of these things. I’m thankful to watch a small Shiba Inu strut across the grass and put her paws on my legs to wonder why the cheesecake plate can’t be hers. I’m not thankful to feel the ambient stress and terror of this country and this world, not thankful that I’ve cracked two teeth grinding unconsciously in my sleep, though thankful, in a sense, to feel that I’m not alone, that according to my dentist, he’s never seen so many cracked teeth in his life, that he said, “There’s a cracked teeth epidemic!” But I’m thankful for the harmonic textures of buttery flaky crust and sugary streusel crumb and perfectly tart, melted fruit. I’m thankful for Libra season. I’m thankful for Don running into Peggy at a movie theater. I’m thankful that, tomorrow, we’re going with our friends to pick up a new puppy for T and K. I’m thankful to be home.![](/letters/images/8.jpg)![](/letters/images/9.jpg)![](/letters/images/10.jpg)",
  "normalized_markdown": "![](/letters/images/6.jpg)![](/letters/images/7.jpg)\n\nI’m thankful for the running joke by Don Draper in _Mad Men_ that creatives tend to look like they’re doing nothing when they’re doing the deep work of thinking.\n\n(I’m thankful that of course we see them doing _something_ most of the time: talking, writing words down, making drink after drink, lighting cigarettes, gazing through the slats of their office blinds at the city before them.)\n\nI’m thankful that this joke is also his earnest and impassioned ethos that creative people _need_ this staring-off-into-space doing-nothing time to marinate and ferment and percolate their thoughts.\n\nI’m thankful that, last night while we were watching season 5, episode 11, “The Other Woman,” Don gets angry with his team for actually doing nothing. He shouts: “_People think writers horse around because they're coming up with ideas. But, actually, it's because they're horsing around. Now knock off the grab-ass and give me some lines.”_\n\nOf course, as in life and in great literary fiction, he’s not just pissed about what they are or aren’t doing. He’s angry that his new wife has chosen to pursue acting and that being his copywriter and the coquette darling of his advertising agency is not enough for her, nor does she want the life of a housewife staying at home with him at the center of her whole universe. He’s angry that his partners are asking a woman to prostitute herself for the sake of the company, because they want the surety that they will land this prestigious client and because they don’t believe that the body of his work can stand alone without her actual body, and he’s even angrier that he can’t win everything through the sheer force of his creative genius — not this client, not his partners, not his employees, not his wife. J and I were discussing how Don loved having her there at work, on his arm, the power couple of Sterling Cooper Draper Pryce. I observed that he desperately wanted to be a Wife Guy. But of course, not a true wife guy; he loved how much validation he got from 2xing his charisma and charm with her beside him, less so her very-real desires and thoughts and opinions that diverged from his. And he’s angry, perhaps, shocked, embarrassed, that he’s afflicted. He can’t actually embody the cool smooth debonair creator he wants and needs to be.\n\nI’m thankful that I was riding some kind of end-of-panic euphoric creative high after vacation and the aforementioned anxieties of death and grief before settling back into myself over the past week and that it’s now leveling out. I’m thankful that I am somewhat disappointed by this, even though it’s the roll of life. I’m thankful that my sabbatical was three weeks long and that I successfully did not open my work email or look at any Slack messages, even though I didn’t bother to uncouple my smartwatch from my work calendar and so I still, with some vaguely Schadenfreudian detachment, saw notifications and reminders about work blocks and work meetings to which I didn’t have to go. I’m thankful that this was the longest stretch of time uninterrupted by work I’ve had since six years ago when I was in between jobs. I’m thankful that I didn’t have to think about my job for most of this month, despite my worry that I would poison my time by thinking about work. I’m thankful that I did some thinking about work, but mostly about my personal work (writing, drawing, planning, editing, restructuring, formatting, publishing), and the work of being at home (cleaning, doing laundry, tidying, working out, showering, repotting plants, walking Miso, picking up groceries, cooking).\n\nI’m thankful that I’m still on sabbatical, even though it’s almost the end of it. I’m thankful to rediscover what it’s like to be a writer, to sit in front of this [cursed object](https://buttondown.com/justinwolfe/archive/dragons-breath-deborah/) during the mornings and afternoons rather than trying to cram time in during breaks or at night, when I least want to be using the cursed object. I’m thankful to re-realize how much of my art I don’t get to do because I have work meetings to prep for and to be present or to present at and deliverables to produce and that often I am too exhausted by, if not the mental complexities of labor, then the emotional and psychological labor that goes into being a person at work and supporting people at work.\n\nI’m thankful that yesterday I thought I would “get a lot done” and that I did but not in all the ways I wanted. I’m thankful to romanticize the day ahead of me, generally.\n\nI’m thankful that I finished making [glazed oxtails](https://www.simplyrecipes.com/recipes/glazed_oxtails/), which we haven’t made since before we moved to Portland six years ago. (I’m thankful to remember I made it once, for my family, because I was proud of what I’d learned in the kitchen and I wanted to share. I’m thankful that it’s one of the establishing memories I’ve shared with therapists over the years as a sort of shorthand for what kind of relationship I had with my mother. In the memory, I’ve lost track of where I put the stockpot where I was cooking the oxtails, and I ask my mother, perhaps in a slightly stressed and accusatory tone, if she moved it. She snaps back that she didn’t touch it. I find the stockpot soon after that, but do not realize that I’ve set something off. As I finish cooking, and all the pieces fall into place, and I’m setting the table for dinner, she says icily that she does not want any. She refuses to sit at the table with us. My father and sister eat heartily. I remember telling my sister that I’ve learned that the most tender part of the broccoli is in the stem, if you pare down the stalk. Later, after we put everything away, my mother brings out rice and banchan and eats her own dinner. I remember our eyes meeting. Her eyes are black, like a shark’s. She says nothing, just raises her spoon to her mouth. She stares at me in silence, radiant with anger. I never cook anything for her again.)\n\nIt’s one of the few dishes in our repertoire that takes days, not minutes, to complete, because you need hours to prep the mirepoix and sear the oxtails and simmer, then shred the meat off the bones, and then hours for the fat and gelatin to cool and cohere. It was economical luxury, years ago, when we were younger, and had more time, and oxtails weren’t as expensive. We serve it over a bed of pearl couscous and roasted vegetables; we toast the couscous in butter and braise it in chicken stock. The vegetables, usually broccoli and carrots, roast until they’re caramelized and slightly charred. It’s a labor of love.\n\nI’m thankful for J’s unabashed glee that I was making oxtails, that he exclaimed, “I LOVE YOUR SABBATICAL! More than my sabbatical.”\n\nI’m thankful that last night, after 9 o’clock, I tried to open this cursed object and do some writing, but something about the dim light from the lamp in the living room and the “True Tone” ambience of the cursed object’s screen made my eyes defocus and it was the last thing I wanted to do. I felt my brain’s battery percentage was around 1%. Some strange sheen of depression fell over me as I contemplated the blinking cursor on the page. I thought about how yesterday was my rest day in terms of exercise and I’d also had a lot of wine and maybe those two factors created a chemical equation of unease, but reflecting on this didn’t make me feel better. I’m thankful I gave up. I’m thankful that I considered writing by hand, under the more powerful and more welcoming light of my desk lamp, but instead I sat at my desk to journal in my Hobonichi with my fountain pen and then put it all away and got ready for bed.\n\nI’m thankful to consider whether it’s too meta to keep talking about my process and my feelings around writing or being an artist and also thankful that it’s a key part of J’s oeuvre so I probably shouldn’t feel that anything is too meta, even if I’m conscious of the MLM thing of making content about making and planning and scheduling content or selling a course about selling courses. I’m thankful that, while it can feel weird to look at the planner of a content creator whose job it is to produce content about planning, because inevitably their weekly schedule has something like FILM VIDEO ON PLANNING and PLAN POST ABOUT PLANNING, it’s still fun to look at their planner, to see neat grids and loose notes and wireframes with their handwriting, how they compose a “spread” across two pages and stamp and sticker their way through a journal. I’m thankful for [Abbey Sy](https://www.youtube.com/@AbbeySy), who is my favorite of this niche. I’m thankful for [Min’s joie de vivre](https://www.youtube.com/@fullofshin) and her videos when she worked at [Yoseka](https://www.youtube.com/@Yoseka) last year. I’m thankful for the staff at [JetPens](https://www.youtube.com/@JetPens/videos) who have a pure love of stationery.\n\nI’m thankful that I wrote some of this at a café sitting across from my friend T and now I’m sitting outside in our backyard on a perfect early fall day, that I am sitting in the slice of shade created by the garage and that the shade hangs over the grass, where Miso is currently laying, nose twitching and ears swiveling as she listens and smells and takes in the distant noise of another dog barking and probably other things I can’t smell or see or hear. I’m thankful that she loves this southern patch of grass because it’s very lush and not as weedy and perfect for laying on. I’m thankful that she is a summer girl and enjoys alternating between sunbathing and laying in the shade, that I often catch her very still and quiet and enjoying being outside under the blue canvas of the sky. I’m thankful that sometimes she lays out in the grass so completely that she appears dead (miso.exe has crashed). I’m thankful that the door to the backyard is open and I can hear J recording a demo video for work under the layer of airplanes and soft hum of trucks and cars and a neighbor moving around in their backyard doing some mysterious thing. I’m thankful for the way the homeowner, when she was inspecting our backyard and planting a tree to replace the tree that she’d had to remove per the intensifying fear (with an undertow of threat) of a neighbor who said they were concerned that this very tall tree was going to crack and fall on their house, said _“What is that Christopher Robin thing?”_ to describe the ramshackle extension of the neighbor’s fence constructed of loosely nailed boards and sticks that does seem to offer a slight fragment of privacy as opposed to without, but barely. I’m thankful that at some point this year or last year, that neighbor put up Tibetan prayer flags, which ripple and furl and unfurl in the breeze. I’m thankful that our backyard rectangle of grass has grown enough that the grass has waveforms. I’m thankful that J enjoys mowing the grass but hasn’t mowed the grass in a while. I’m thankful for his artful curation of the backyard, letting the dandelions and clover infuse the grass, cutting back the blackberry vines and the ivy when they stray too far from the fences, and that he informed me that he left the grass around our remaining rose bush as “a conscious artistic choice.” I’m thankful to look at the roses now, framed by the grass that’s gone to seed, with its feathery stalks. I’m thankful that, despite or perhaps because of J’s diligent composting of flattened (and denuded of plastic tape) cardboard boxes and mulching, that the weeds persist, growing out of cracks in the concrete and through the shredded bark to form green filigree.\n\nI’m thankful that I’m smirking to myself because I just realized I am currently doing the only “coworking” that J can tolerate, which is for me to type quietly behind an opaque divider (in this case, the curtain next to J’s desk that hangs over the sliding glass door to the backyard) where he can’t really see or hear me. I’m thankful that I really like to “go coworking” and body double and chat with friends and work with or against the white noise of people talking and cups clattering and the barista’s playlist of choice; I’m thankful that I also really like being at home and days where I don’t have to leave the house. I’m thankful that J at work is doing the deep work of a different kind of language and a different kind of writing for computer programs and browsers and servers, though he also does a lot of writing for humans, too. I’m thankful that I’m 66% through the second ebook compilation of this newsletter and just reached the part where he gets a new job, his first technical support job at a software company, and to witness again the transition between a job where he had a lot of free time and not very much complexity and a job [where he has to go full-throttle with technical Gordian knots](https://buttondown.com/justinwolfe/archive/thank-you-notes-712/). I’m thankful that, after rhapsodizing via texting my friend S about the perfect temperature to work outside, that it then became too cold in the shade after I’d been sitting there a long time. I’m thankful that after I briefly left my workspace to grab a long-sleeve shirt, J said, “Too cold?” and I said yes and we laughed.\n\nI’m thankful that yesterday I decided to do a task I’ve been putting off a long time, which is repot some plants and top off the soil of other plants. It involves opening and securing the backyard gate multiple times, which requires a moderate level of vigilance, as there is always the threat of Miso’s escape (thankful to imagine _Miso’s Escape_ or _Escape from Miso Island_), opening the garage door, maneuvering through the small obstacle course within the garage, retrieving the heavy bag of potting soil, ferrying all of the plants that need to be tended from indoors to the outdoors (a multi-step process that requires several point turns and deliveries) as well as my hori hori knife to use as a spade and a pair of snips (sharp scissors with which to cut plant stems), squatting and sitting and standing and squatting un-ergonomically, digging out a rooted plant from its container, gently knocking the dirt from its roots, then repotting it with fresh soil. The soil is called “black gold,” which I noticed while sinking my hands into the soil as dirt flecked the gold bracelets on my wrist. While unearthing some plants I noticed how hydrated the soil was underneath the dry top layer. Throughout the whole process I huffed and puffed and realized that, even though I was happy to have tended them all, it wasn’t an overall pleasant experience, and that I am happier to be done with it.\n\nI’m thankful that, while I was in the garage, I noticed that there were tiny dark lumps of rodent poop everywhere on the floor again, despite there being no food (as far as I know) in the garage, and that unfortunately, due to the accumulation of stuff (a giant folding table, an electric mower, a manual push-mower, a pressure washer, various appliances we have abandoned and parked instead of getting rid of them, etc.), the garage is once again difficult to walk through. I’m thankful to remember, years ago, the garage had reached a critical mass state of disrepair when we had stashed filled trash bags in there and mice or rats or some other animals had discovered the Indomie noodle scraps and other food we threw away and they tore into the trash bags and the detritus of all our garbage scattered across the floor, and we did a bunch of cleaning and reorganization and sweeping and it became easy and even pleasant to use part of the garage again (but not all of it, because we didn’t want to touch the outer limits of the garage where previous tenants and the homeowner had piled various other appliances and things they didn’t want to pay to get rid of). I’m thankful to imagine that, at some point, we’ll do another cleanup, but that since it’s fall now and the endless Portland rain is on its way, it probably won’t be until next spring.\n\nI’m thankful that, yesterday, while I was retrieving the potting soil and observing with repulsion the state of the garage floor, I also saw a small folding chair and folding table that we’d gotten from IKEA and that I think of as my _en plein air_ setup and which I hadn’t used all year. I’m thankful that I carried them to our backyard, dusty and grimy and cobwebbed, as step one of a different multipart process, and that today, I took step two, and scrubbed down the table and chair so I could actually sit down and put my things on them and not feel that my clothes or skin or accoutrement would not make contact with the layer of grime. I’m thankful that now is step three, the finale and enjoyment of this process, where I can sit outside in our backyard and bask in the quiet golden air and maybe do this again tomorrow.\n\nI’m thankful that tomorrow is now today, the last Friday of my sabbatical. I’m thankful that I’ve been struggling with locating a stopping point with this letter. I’m thankful that I’d wanted to go to IKEA today but that I chose to get a strawberry matcha latte at a viral matcha café, pick up a blackberry raspberry streusel pie for our dessert, wander an indie art and comics bookshop/small press, and spend golden hour in our backyard, writing this while eating a sliver of brownie cheesecake before I made dinner. I’m thankful to have the privilege and luxury of these things. I’m thankful to watch a small Shiba Inu strut across the grass and put her paws on my legs to wonder why the cheesecake plate can’t be hers. I’m not thankful to feel the ambient stress and terror of this country and this world, not thankful that I’ve cracked two teeth grinding unconsciously in my sleep, though thankful, in a sense, to feel that I’m not alone, that according to my dentist, he’s never seen so many cracked teeth in his life, that he said, “There’s a cracked teeth epidemic!” But I’m thankful for the harmonic textures of buttery flaky crust and sugary streusel crumb and perfectly tart, melted fruit. I’m thankful for Libra season. I’m thankful for Don running into Peggy at a movie theater. I’m thankful that, tomorrow, we’re going with our friends to pick up a new puppy for T and K. I’m thankful to be home.![](/letters/images/8.jpg)![](/letters/images/9.jpg)![](/letters/images/10.jpg)",
  "publish_date": "2025-09-27T05:30:48.338578Z",
  "description": "",
  "slug": "the-deep-work-deborah",
  "secondary_id": 1473,
  "tags": [
    {
      "id": 49,
      "name": "cooking",
      "normalized_name": "cooking"
    },
    {
      "id": 11,
      "name": "creative process",
      "normalized_name": "creative-process"
    },
    {
      "id": 17,
      "name": "emotional labor",
      "normalized_name": "emotional-labor"
    },
    {
      "id": 15,
      "name": "personal reflection",
      "normalized_name": "personal-reflection"
    },
    {
      "id": 14,
      "name": "sabbatical",
      "normalized_name": "sabbatical"
    },
    {
      "id": 9,
      "name": "work-life balance",
      "normalized_name": "work-life-balance"
    },
    {
      "id": 1040,
      "name": "writing",
      "normalized_name": "writing"
    }
  ]
}