{
  "id": "4fae77da-af9e-4e01-8987-ef3f25d80798",
  "subject": "thank you notes 2/2",
  "body": "i'm thankful for \"the one where they take it too seriously,\" the [latest episode](http://www.newstatesman.com/culture/tv-radio/2016/02/srsly-29-one-where-they-take-it-seriously) of the _new statesman_'s [srsly](http://www.newstatesman.com/srsly) podcast, which is a comical omnibus exploration of _friends_. i'm thankful when people in the uk in 2015 have many complicated thoughts about _friends_, which is endearing to me on a number of levels (i'm thankful whenever d and i are watching british vloggers and they mention that their evening plans include watching _friends_, which happens fairly often and seems so anachronistic to me, like they're in some kind of partial time warp). i'm thankful for one panelist's argument about the generalized urban placelessness of _friends_ (vs. SATC's more embodied NY) and for the idea that it's a kind of science fiction. i'm thankful for the humorous discussion of the extent of ross's sociopathy and general human shittiness, which, when i was a teenage \"nice guy\" i could not see at all, despite it being so glaring now. i'm thankful for the discussion of the sweet small moments in monica and rachel's friendship, like one of them putting a blanket on the other when she feels sad. \\_\\_\\_PARAGRAPH\\_BREAK\\_\\_\\_\n\ni'm thankful for how much i loved _friends_ when i was a teenager and how the romances that streamed into my brain from that show had so much to do with my early conceptions of what love was and could be and might feel like (i'm thankful how i used to joke with d when we first started dating and i found out she hadn't watched _friends_ or _dawson's creek_ that our relationship would never work because she wouldn't be able to understand what love meant to me). i'm thankful that _friends_ made such a mark on my brain that at one point in college i unashamedly said out loud (and really, genuinely believed) that my idea of the best possible heaven, out of all the possible [conceptions of heaven](http://www.amazon.com/gp/product/B001TKA0VO/ref=dp-kindle-redirect?ie=UTF8&btkr=1), would be cuddling in a fluffy celestial bed with someone i loved and binge-watching _friends_ in between bouts of hot sex (i was a virgin). i'm thankful to remember one valentine's day my junior year of college emo-ly updating either my facebook status or my livejournal (or gasp maybe both) to tell the world that i was watching _friends_ to soothe my unlovable loneliness.\n\ni'm thankful for g., who was the second girl i fell in stupid love with during my freshman year of college. i'm thankful that she had gone to my last high school, where i was a total loser, and i had sort of known of her from a distance then, but had more of an impossible unspoken crush on her best friend e, whose father was the local paper's film critic (i'm thankful for e, who once praised an impressionistic stop motion animation of an orange rolling around a patio set to \"[sunday morning](https://www.youtube.com/watch?v=3qK82JvRY5s)\" by the velvet underground that i'd made for my humanities class, beaming at me and calling me a genius from her seat next to me in the back of our AP european history class for a minute or two which is perhaps the nicest fragment of memory i have from all four years of high school). \n\ni'm thankful i ran into g for the first time one day behind my dorm as i went to buy a sandwich at the dorm convenience store/deli, which was named montague's after the inventor of the sandwich. i'm thankful i was wearing a beatles t-shirt and we started talking about the beatles and sixties music, which we were both into. i'm thankful for the clingy green and yellow spring dress she was wearing, which i think had a paisley print. i'm thankful that it was such a natural conversation (which was rare for me, especially with girls i didn't know) and she had such a nice warm smile and she ended the conversation by touching my arm (i'm thankful i had read that this was a sign girls might like you!) and saying \"we should hang out sometime\" and i'm thankful that i was naive and stupid and did not ask for her phone number, because my extensive education in the romantic comedies of the 90s had taught me that fate and the invisible hand of [the plot](https://en.wikipedia.org/wiki/Serendipity_\\(film\\)) would inevitably nudge us together at the perfect time for our love to bloom.\n\ni'm thankful to learn that that, of course, wasn't true, that despite telling my friends about her and hanging out on the quad around our dorms for hours every day and buying so many mediocre sandwiches from that deli, i, of course, didn't see her for weeks. i'm thankful that over time, despite the fact that i had built her up to be my [100% perfect girl](http://www.youmightfindyourself.com/post/22131227213/on-seeing-the-100-perfect-girl-one-beautiful), my longing lessened (i'm thankful that year that i read murakami for the first time, in an introductory collection from vintage which had this story and \"[honey pie](http://sharepoint.snoqualmie.k12.wa.us/mshs/meserveb/Language%20Arts/World%20Literature%20full%20texts/Honey%20Pie%20edited.pdf).\" i'm thankful that i had almost forgotten about her one friday night, when my friends and i were pre-drinking and getting ready to go out to a party. i'm thankful that i was good friends with the guys who lived across the hall (i'm thankful that one was one of my best friends, z, and thankful that we bonded over my ziggy stardust poster) and thankful that often we would both keep our doors open so we could go back and forth easily and also to attract passers-by to come in and hang out (i'm thankful, after being alone all through high school, for how effortless making friends felt in college). i'm thankful that i was sitting in my darkened room looking at my computer (i'm thankful i don't know what i was doing—facebook didn't come to our school till the next year and my most active social network was our dorm's shared itunes library) and drinking a jack daniels and cherry coke, when two girls walking down the hall paused to look in. i'm thankful that the first one i saw was l, this persian girl who I was vaguely acquainted with who always wore a smoky eye and had a very outre sex and critical theory-driven livejournal and a generally intellectual and aggressive demeanor that intimidated me (though i think in retrospect she may have actually had a small crush on me at the time).\n\ni'm thankful that the other girl in the hallway was g, who it turned out was one of l's best friends. i'm thankful that they came in and we talked and i think maybe drank a little, i can't remember, i was so nervous, sweaty hands. i'm thankful that they were looking for a party to go to and i'm thankful that we were going to a party and i could invite them. i'm thankful that after a few minutes, they left to get ready and that they were going to meet us there. i'm thankful that i went over to the other room where my friends had gathered to tell them about her and they were all reassuring me that it was going to be fine, that the party was supposed to be great and we were going to have an awesome night.\n\ni'm thankful that when we got to the party, it was the kind of jam-packed backyard bacchanal that i had imagined parties to be from watching them in movies and tv shows when i was a teenager. i'm thankful there was fire and a loud rock band and thankful that g and l showed up and found us in the crowd and that we had to stand very close together in order to be able to hear each other's voices. i'm thankful that the party was so good, that it was actually too good; i'm thankful that maybe 5 minutes after we'd met up with g and l, while we were still waiting in the keg line, the cops came and broke up the party. i'm thankful that there were other parties that my friends were going to go to, but g and l weren't into them because they sounded too fratty. i'm thankful that it all seemed like it was going to fall apart and i would never see her again, but then i'm thankful they suggested that we go back to the dorms and get stoned and i'm thankful that my friends s and j agreed to come with.\n\ni'm thankful for the small comedy of getting the weed, which we bought from this guy named warren who lived on the third floor of my dorm and who was a surfer stoner with long blonde hair and cargo shorts who looked to me like he was probably 30 years old. i'm thankful that when warren wasn't answering the door at first, i offered to share my alcohol stash with everyone, and thankful that g beamed at me and said that i was so generous. i'm thankful that we eventually were able to buy the weed and walked over through the warm night to g's dorm to smoke and hang out.\n\ni'm thankful for how  to enter her dorm room, which felt like a sacred space to me. i'm thankful for the aimless conversation we made while g got the room ready and got her equipment and packed a bowl. i'm thankful when g asked what we thought about pink floyd and i had never heard pink floyd except maybe in like a commercial, but i was really obsessed with having classic rock opinions at the time and said, based on reviews i had read by [this russian internet rock critic](http://starling.rinet.ru/music/) who shaped my early musical taste, that i didn't like pink floyd because they were too \"cold.\" i'm thankful for the scene i would see, years later, in _the squid and the whale_ when a character is describing something as kafkaesque to try to impress his love interest and then, when she questions him on it, it becomes clear that he's never read kafka. i'm thankful to cringe in recognition. i'm thankful for \"[shine on you crazy diamond](https://www.youtube.com/watch?v=0SqFPNTBnv8)\" and \"[wish you were here](https://www.youtube.com/watch?v=IXdNnw99-Ic),\" which i heard for the first time that night and which are both very warm songs. \n\ni'm thankful that while we sat in the circle on the carpet and passed the bowl, i noticed, on top of the TV, a stack of DVD box sets of what seemed to be every season of _friends_. i'm thankful that l noticed me looking and i said \"wow, every season of friends.\" \n\ni'm thankful that g smiled and asked \"justin, do you like friends?\"\n\ni'm thankful that l preempted me saying anything by groaning and saying, \"ugh, friends. that show has nothing to do with what new york is really like\" and i'm thankful that, despite the fact that i not only liked _friends_ but loved it and thought of watching it with someone i was in love with as literally being the closest thing to heaven i could imagine, and also despite the fact that i had never been to new york and had no idea what it was \"like,\" i wanted to seem cool, so i shook my head in agreement. i'm thankful that i said \"yeah, friends is lame.\" \n\ni'm thankful that after a second, g nodded along and said, gesturing to the DVDs, \"yeah, they're my roommate's--she really likes that show.\"\n\ni'm thankful that the night went on and we got more and more stoned, listening to music and exhaling through a paper towel tube covered with a fabric softener sheet out the screen of the opened window into the warm night. i'm thankful that i had some idea that it was important to keep my air-path as open as possible to get the smoke deep into my lungs, so i sat up really straight while taking my hits—i'm thankful that g told me that i had such good posture, which felt good because it meant she was watching me, conscious of what my body was doing. i'm thankful that later we listened to _yoshimi and the pink robot_s, which i really loved at the time (i'm thankful to offer this aside, from the [wikipedia](https://en.wikipedia.org/wiki/Yoshimi_Battles_the_Pink_Robots) entry for that album: (\"_For the television show Friends, Flaming Lips re-wrote the song \"Yoshimi Battles The Pink Robots\" into \"[Phoebe Battles The Pink Robots](https://www.youtube.com/watch?v=HEaKdBSNS3k)\" to fit one of the show's main characters. The music video appears on Disc 4 of the 9th Season DVD_\"). i'm thankful that after a while, g broke out a woven basket containing her candy stash and we ate nerds rope, thankful that i made her laugh by saying it looked like strands of DNA.\n\ni'm thankful for the pivotal moment of the evening, even though i don't remember, through the murk of memory, how exactly we got there, when g looked at me from across the circle and said she had a secret. i'm thankful that i thought she was flirting with me by saying this, for how happy it made me that she seemed interested. i'm thankful she began by saying, \"sometimes i like to play a little game with people, to test them.\" i'm thankful that i was like, oh, really, smiling, waiting for her to tell me i don't know what, but something good. i'm thankful that instead, she said: \"the truth is, those friends DVDs aren't actually my roommate's--they're mine. it's my favorite show. i know it's lame, but i really love friends.\"\n\ni'm thankful to imagine that if the me of now could go back in time and whisper in the ear of the me of then, i would tell him to just tell her the truth, to say that he had wanted to seem cool earlier but that he really loved friends too, to talk about how the one where with the prom video and the one where ross and rachel take a break and the one with the proposal part ii and the one where ross finds out and all of the other ones he had watched were so meaningful to him, how in high school, when he wanted _friends_ but it wasn't on, he read transcripts of episodes that some crazy person on the internet had created so that he, another crazy person, could still feel like he was in the world of the show. i'm thankful to tell him that he should own his basic-ness, that it's okay not to be cool all the time, that there are no guilty pleasures.\n\ni'm thankful that i didn't know how important it was for love to be honest then, that i didn't yet know how to be okay with just being myself. i'm thankful that lacking those things, i didn't say anything, just laughed impotently and sat on the carpet in the dark, listening to the flaming lips and eating candy that reminded me of DNA.",
  "normalized_markdown": "i'm thankful for \"the one where they take it too seriously,\" the [latest episode](http://www.newstatesman.com/culture/tv-radio/2016/02/srsly-29-one-where-they-take-it-seriously) of the _new statesman_'s [srsly](http://www.newstatesman.com/srsly) podcast, which is a comical omnibus exploration of _friends_. i'm thankful when people in the uk in 2015 have many complicated thoughts about _friends_, which is endearing to me on a number of levels (i'm thankful whenever d and i are watching british vloggers and they mention that their evening plans include watching _friends_, which happens fairly often and seems so anachronistic to me, like they're in some kind of partial time warp). i'm thankful for one panelist's argument about the generalized urban placelessness of _friends_ (vs. SATC's more embodied NY) and for the idea that it's a kind of science fiction. i'm thankful for the humorous discussion of the extent of ross's sociopathy and general human shittiness, which, when i was a teenage \"nice guy\" i could not see at all, despite it being so glaring now. i'm thankful for the discussion of the sweet small moments in monica and rachel's friendship, like one of them putting a blanket on the other when she feels sad. \\_\\_\\_PARAGRAPH\\_BREAK\\_\\_\\_\n\ni'm thankful for how much i loved _friends_ when i was a teenager and how the romances that streamed into my brain from that show had so much to do with my early conceptions of what love was and could be and might feel like (i'm thankful how i used to joke with d when we first started dating and i found out she hadn't watched _friends_ or _dawson's creek_ that our relationship would never work because she wouldn't be able to understand what love meant to me). i'm thankful that _friends_ made such a mark on my brain that at one point in college i unashamedly said out loud (and really, genuinely believed) that my idea of the best possible heaven, out of all the possible [conceptions of heaven](http://www.amazon.com/gp/product/B001TKA0VO/ref=dp-kindle-redirect?ie=UTF8&btkr=1), would be cuddling in a fluffy celestial bed with someone i loved and binge-watching _friends_ in between bouts of hot sex (i was a virgin). i'm thankful to remember one valentine's day my junior year of college emo-ly updating either my facebook status or my livejournal (or gasp maybe both) to tell the world that i was watching _friends_ to soothe my unlovable loneliness.\n\ni'm thankful for g., who was the second girl i fell in stupid love with during my freshman year of college. i'm thankful that she had gone to my last high school, where i was a total loser, and i had sort of known of her from a distance then, but had more of an impossible unspoken crush on her best friend e, whose father was the local paper's film critic (i'm thankful for e, who once praised an impressionistic stop motion animation of an orange rolling around a patio set to \"[sunday morning](https://www.youtube.com/watch?v=3qK82JvRY5s)\" by the velvet underground that i'd made for my humanities class, beaming at me and calling me a genius from her seat next to me in the back of our AP european history class for a minute or two which is perhaps the nicest fragment of memory i have from all four years of high school). \n\ni'm thankful i ran into g for the first time one day behind my dorm as i went to buy a sandwich at the dorm convenience store/deli, which was named montague's after the inventor of the sandwich. i'm thankful i was wearing a beatles t-shirt and we started talking about the beatles and sixties music, which we were both into. i'm thankful for the clingy green and yellow spring dress she was wearing, which i think had a paisley print. i'm thankful that it was such a natural conversation (which was rare for me, especially with girls i didn't know) and she had such a nice warm smile and she ended the conversation by touching my arm (i'm thankful i had read that this was a sign girls might like you!) and saying \"we should hang out sometime\" and i'm thankful that i was naive and stupid and did not ask for her phone number, because my extensive education in the romantic comedies of the 90s had taught me that fate and the invisible hand of [the plot](https://en.wikipedia.org/wiki/Serendipity_\\(film\\)) would inevitably nudge us together at the perfect time for our love to bloom.\n\ni'm thankful to learn that that, of course, wasn't true, that despite telling my friends about her and hanging out on the quad around our dorms for hours every day and buying so many mediocre sandwiches from that deli, i, of course, didn't see her for weeks. i'm thankful that over time, despite the fact that i had built her up to be my [100% perfect girl](http://www.youmightfindyourself.com/post/22131227213/on-seeing-the-100-perfect-girl-one-beautiful), my longing lessened (i'm thankful that year that i read murakami for the first time, in an introductory collection from vintage which had this story and \"[honey pie](http://sharepoint.snoqualmie.k12.wa.us/mshs/meserveb/Language%20Arts/World%20Literature%20full%20texts/Honey%20Pie%20edited.pdf).\" i'm thankful that i had almost forgotten about her one friday night, when my friends and i were pre-drinking and getting ready to go out to a party. i'm thankful that i was good friends with the guys who lived across the hall (i'm thankful that one was one of my best friends, z, and thankful that we bonded over my ziggy stardust poster) and thankful that often we would both keep our doors open so we could go back and forth easily and also to attract passers-by to come in and hang out (i'm thankful, after being alone all through high school, for how effortless making friends felt in college). i'm thankful that i was sitting in my darkened room looking at my computer (i'm thankful i don't know what i was doing—facebook didn't come to our school till the next year and my most active social network was our dorm's shared itunes library) and drinking a jack daniels and cherry coke, when two girls walking down the hall paused to look in. i'm thankful that the first one i saw was l, this persian girl who I was vaguely acquainted with who always wore a smoky eye and had a very outre sex and critical theory-driven livejournal and a generally intellectual and aggressive demeanor that intimidated me (though i think in retrospect she may have actually had a small crush on me at the time).\n\ni'm thankful that the other girl in the hallway was g, who it turned out was one of l's best friends. i'm thankful that they came in and we talked and i think maybe drank a little, i can't remember, i was so nervous, sweaty hands. i'm thankful that they were looking for a party to go to and i'm thankful that we were going to a party and i could invite them. i'm thankful that after a few minutes, they left to get ready and that they were going to meet us there. i'm thankful that i went over to the other room where my friends had gathered to tell them about her and they were all reassuring me that it was going to be fine, that the party was supposed to be great and we were going to have an awesome night.\n\ni'm thankful that when we got to the party, it was the kind of jam-packed backyard bacchanal that i had imagined parties to be from watching them in movies and tv shows when i was a teenager. i'm thankful there was fire and a loud rock band and thankful that g and l showed up and found us in the crowd and that we had to stand very close together in order to be able to hear each other's voices. i'm thankful that the party was so good, that it was actually too good; i'm thankful that maybe 5 minutes after we'd met up with g and l, while we were still waiting in the keg line, the cops came and broke up the party. i'm thankful that there were other parties that my friends were going to go to, but g and l weren't into them because they sounded too fratty. i'm thankful that it all seemed like it was going to fall apart and i would never see her again, but then i'm thankful they suggested that we go back to the dorms and get stoned and i'm thankful that my friends s and j agreed to come with.\n\ni'm thankful for the small comedy of getting the weed, which we bought from this guy named warren who lived on the third floor of my dorm and who was a surfer stoner with long blonde hair and cargo shorts who looked to me like he was probably 30 years old. i'm thankful that when warren wasn't answering the door at first, i offered to share my alcohol stash with everyone, and thankful that g beamed at me and said that i was so generous. i'm thankful that we eventually were able to buy the weed and walked over through the warm night to g's dorm to smoke and hang out.\n\ni'm thankful for how  to enter her dorm room, which felt like a sacred space to me. i'm thankful for the aimless conversation we made while g got the room ready and got her equipment and packed a bowl. i'm thankful when g asked what we thought about pink floyd and i had never heard pink floyd except maybe in like a commercial, but i was really obsessed with having classic rock opinions at the time and said, based on reviews i had read by [this russian internet rock critic](http://starling.rinet.ru/music/) who shaped my early musical taste, that i didn't like pink floyd because they were too \"cold.\" i'm thankful for the scene i would see, years later, in _the squid and the whale_ when a character is describing something as kafkaesque to try to impress his love interest and then, when she questions him on it, it becomes clear that he's never read kafka. i'm thankful to cringe in recognition. i'm thankful for \"[shine on you crazy diamond](https://www.youtube.com/watch?v=0SqFPNTBnv8)\" and \"[wish you were here](https://www.youtube.com/watch?v=IXdNnw99-Ic),\" which i heard for the first time that night and which are both very warm songs. \n\ni'm thankful that while we sat in the circle on the carpet and passed the bowl, i noticed, on top of the TV, a stack of DVD box sets of what seemed to be every season of _friends_. i'm thankful that l noticed me looking and i said \"wow, every season of friends.\" \n\ni'm thankful that g smiled and asked \"justin, do you like friends?\"\n\ni'm thankful that l preempted me saying anything by groaning and saying, \"ugh, friends. that show has nothing to do with what new york is really like\" and i'm thankful that, despite the fact that i not only liked _friends_ but loved it and thought of watching it with someone i was in love with as literally being the closest thing to heaven i could imagine, and also despite the fact that i had never been to new york and had no idea what it was \"like,\" i wanted to seem cool, so i shook my head in agreement. i'm thankful that i said \"yeah, friends is lame.\" \n\ni'm thankful that after a second, g nodded along and said, gesturing to the DVDs, \"yeah, they're my roommate's--she really likes that show.\"\n\ni'm thankful that the night went on and we got more and more stoned, listening to music and exhaling through a paper towel tube covered with a fabric softener sheet out the screen of the opened window into the warm night. i'm thankful that i had some idea that it was important to keep my air-path as open as possible to get the smoke deep into my lungs, so i sat up really straight while taking my hits—i'm thankful that g told me that i had such good posture, which felt good because it meant she was watching me, conscious of what my body was doing. i'm thankful that later we listened to _yoshimi and the pink robot_s, which i really loved at the time (i'm thankful to offer this aside, from the [wikipedia](https://en.wikipedia.org/wiki/Yoshimi_Battles_the_Pink_Robots) entry for that album: (\"_For the television show Friends, Flaming Lips re-wrote the song \"Yoshimi Battles The Pink Robots\" into \"[Phoebe Battles The Pink Robots](https://www.youtube.com/watch?v=HEaKdBSNS3k)\" to fit one of the show's main characters. The music video appears on Disc 4 of the 9th Season DVD_\"). i'm thankful that after a while, g broke out a woven basket containing her candy stash and we ate nerds rope, thankful that i made her laugh by saying it looked like strands of DNA.\n\ni'm thankful for the pivotal moment of the evening, even though i don't remember, through the murk of memory, how exactly we got there, when g looked at me from across the circle and said she had a secret. i'm thankful that i thought she was flirting with me by saying this, for how happy it made me that she seemed interested. i'm thankful she began by saying, \"sometimes i like to play a little game with people, to test them.\" i'm thankful that i was like, oh, really, smiling, waiting for her to tell me i don't know what, but something good. i'm thankful that instead, she said: \"the truth is, those friends DVDs aren't actually my roommate's--they're mine. it's my favorite show. i know it's lame, but i really love friends.\"\n\ni'm thankful to imagine that if the me of now could go back in time and whisper in the ear of the me of then, i would tell him to just tell her the truth, to say that he had wanted to seem cool earlier but that he really loved friends too, to talk about how the one where with the prom video and the one where ross and rachel take a break and the one with the proposal part ii and the one where ross finds out and all of the other ones he had watched were so meaningful to him, how in high school, when he wanted _friends_ but it wasn't on, he read transcripts of episodes that some crazy person on the internet had created so that he, another crazy person, could still feel like he was in the world of the show. i'm thankful to tell him that he should own his basic-ness, that it's okay not to be cool all the time, that there are no guilty pleasures.\n\ni'm thankful that i didn't know how important it was for love to be honest then, that i didn't yet know how to be okay with just being myself. i'm thankful that lacking those things, i didn't say anything, just laughed impotently and sat on the carpet in the dark, listening to the flaming lips and eating candy that reminded me of DNA.",
  "publish_date": "2016-02-02T00:00:00Z",
  "description": "",
  "slug": "thank-you-notes-22",
  "secondary_id": 1300,
  "tags": [
    {
      "id": 209,
      "name": "college experiences",
      "normalized_name": "college-experiences"
    },
    {
      "id": 227,
      "name": "friendship",
      "normalized_name": "friendship"
    },
    {
      "id": 134,
      "name": "nostalgia",
      "normalized_name": "nostalgia"
    },
    {
      "id": 51,
      "name": "personal growth",
      "normalized_name": "personal-growth"
    },
    {
      "id": 1914,
      "name": "romantic relationships",
      "normalized_name": "romantic-relationships"
    },
    {
      "id": 389,
      "name": "television culture",
      "normalized_name": "television-culture"
    }
  ]
}