{
  "id": "5ba378b6-9a71-4ca3-9524-c6e8f65190ff",
  "subject": "thank you notes 10/19",
  "body": "i'm thankful for [this cellular cityscape](https://twitter.com/lorenschmidt/status/788593213711982593). i'm thankful for [multiple exposures](https://leejo.github.io/projects/lost_in_shinjuku/) shot in shinjuku in one night in october of this year. i'm thankful for [these collages](http://www.rookiemag.com/2016/10/have-we-met-before/) about finding yourself in other people. i'm thankful for [the hockney polaroid collage](https://www.google.com/search?q=hockney+polaroid+collage&espv=2&biw=1369&bih=732&tbm=isch&tbo=u&source=univ&sa=X&ved=0ahUKEwjixZnl4ebPAhXBVj4KHfnYDWwQ7AkIKg) my college had in its small art museum, which was the first art museum i visited as an adult. i'm thankful for _a bigger splash_ (the [movie](https://www.youtube.com/watch?v=vjArtzfHmNQ) and the [painting)](http://www.tate.org.uk/art/images/work/T/T03/T03254_10.jpg). i'm thankful for [ut pictura poesis](http://csmt.uchicago.edu/glossary2004/utpicturapoesis.htm). i'm thankful for michael fried's seminal essay \"[art and objecthood](http://webcache.googleusercontent.com/search?q=cache:vSvOXxCY5AUJ:atc.berkeley.edu/201/readings/FriedObjcthd.pdf+&cd=1&hl=en&ct=clnk&gl=us),\" even if i don't really agree with most of what it says or the shots it fired at art that i love. i'm still thankful for the closing paragraph, which i have always found weirdly sad and moving, and which reads:\n\n\"_This essay will be read as an attack on certain artists (and critics) and as a defense of others. And of course it is true that the desire to distinguish between what is to me the authentic art of our time and other work, which, whatever the dedication, passion, and intelligence of its creators, seems to me to share certain characteristics associated here with the concepts of literalism and theatre, has largely motivated what I have written. In these last sentences, however, I want to call attention to the utter pervasiveness—the virtual universality—of the sensibility or mode of being that I have characterized as corrupted or perverted by theatre. We are all literalists most or all of our lives. Presentness is grace_.\"\n\ni'm thankful to imagine an inkjet printout of his seminal essay covered in streaks of semen. i'm thankful for how instantly infinitely complex and beautiful a normal piece of paper can become if you crumple it in your hands, an improvised sculpture. i'm thankful for how aluminum foil reflects light. i'm thankful for the cloth napkins my parents bought us as a gift, even though we prefer paper towels. i'm thankful for the kimchi fried rice that d made for dinner this week. i'm thankful for the way that the kimchi juice stains rice red. i'm thankful for the crunch of roasted seaweed under my teeth and then to feel it on my tongue, giving way and rehydrating and returning to some version of its original form. i'm thankful for falling leaves, dead but still beautiful, for the small sounds they make as they fall and scatter and are stepped on. i'm thankful for [a mown lawn](https://twitter.com/no1_emily/status/788694393976918016). i'm thankful for the way that words can feel like objects sometimes.\n\ni'm thankful for [this levitating cloud speaker](http://nymag.com/selectall/2016/10/it-doesnt-get-much-more-gimmicky-than-this-cloud-speaker.html?mid=twitter_selectall) and to imagine it attacked by a rich person's dog. i'm thankful for these silly [rothko christmas cards](https://shop.nga.gov/item/639528/rothko-untitled-1958-red-white-boxed-holiday-cards/1.html). i'm thankful for [the rothko chapel](https://en.wikipedia.org/wiki/Rothko_Chapel). i'm thankful for the idea of action painting. i'm thankful for [hans namuth's film of jackson pollock painting](https://www.youtube.com/watch?v=KNwvUco146c). i'm thankful for a while that there was no copy of the film on youtube and i uploaded a copy i found while doing research and received grateful comments from strangers. i'm thankful to have gotten to pay very close attention to the film when i was in grad school, writing an essay about documentaries about art: \n\n_Hans Namuth’s short documentary Jackson Pollock 51, filmed at Pollock’s home in East Hampton, NY,  features the only footage ever filmed of Pollock at work; Namuth’s still photographs, which he took before the film, are the only still photographs of Pollock working. Thus, much of the public perception of Pollock is a result of Namuth’s images and documentary.  In a long essay about the relationship between Pollock and Namuth, art critic Sarah Boxer notes that, in the wake of Pollock’s death, Namuth’s photographs were so popular that “articles on Pollock were often illustrated with Namuth's photographs rather than the paintings.”  The art historian Barbara Rose has suggested that Harold Rosenberg’s famous theory of action painting was, in fact, “not about painting at all”  but instead “describing Namuth's photographs of Pollock,” and, one might also assume, his documentary._  \n\n_In one of the most striking sequences in the documentary, which begins about halfway through the ten minute running time, shots of Pollock’s shadow flinging paint from a silhouetted brush are intercut with shots of the canvas he is painting.  At the beginning of the sequence, the viewer’s attention is focused by the shift in mise-en-scène from a more naturalistic rendering of Pollock in the previous scene to the shadowy figure filmed against a white curtain and by the sudden presence of music which accompanies the first shot of this sequence; prior to this, the film had either been silent or accompanied by a Pollock voice-over._  \n\n_One might read this sudden music as a sort of metaphor for the sudden assertion of the filmmaker’s artistic identity; the soundtrack, a single cello scored by Morton Feldman, is as bold and attention-grabbing as the change in the visuals.   The intercutting between Pollock’s shadow and the canvas is synced in rhythm with the montage, “as if in response to choreography”; the volume of the music swells each time the film cuts from the shadow to the canvas and, as the progression continues, each shot of the canvas moves closer into the surface than the previous one in order to create a sense of cinematic dynamism._  \n\n_In this sequence, Namuth is depicting Pollock’s muscular style as an excuse to flex his own stylistic muscles; Pollock is, quite literally, a shadow of himself, an absence masquerading as a presence.  As the sequence goes on, his figure disappears altogether from the montage.  Instead of crosscutting between painter and painting, the camera then moves across the canvas in a series of dynamic tracking shots, which quickly rotate in sharp curves around the splatters and drips; there are dissolves between these moving shots as well as several self-conscious focus pulls which seem to be trying to replicate, in some rough way, the mechanism of seeing.  All of these gestures serve to remind the viewer that she is not merely watching a painting by Jackson Pollock, but a film of that painting by Hans Namuth._  \n\n_In an earlier sequence, the artist is filmed working outside his East Hampton studio on a large canvas spread across a concrete platform.  Pollock is shown putting on his paint-flecked shoes, mixing pigment, examining his canvas, smoking, and demonstrating his famous “drip” technique.  The soundtrack for the sequence is a recording of Pollock talking about his biography and artistic process.  The editing and camerawork are sometimes awkward or distracting, but, unlike in the previously discussed sequence, the jumpcuts and shot choices do not appear to be self-consciously expressive moves but merely clumsy camerawork.  Therefore, this scene, because of the way it lacks the evident cinematic facture of the previous scene and because of the way that it features Pollock’s own voice speaking, thus, might seem to a casual observer to be free of the sort of obvious imposition by Namuth that shapes the previously discussed scene._  \n\n_However, a closer study of the scene reveals this not to be the case; the mediation by Namuth may seem subtler, but, if anything, is deeper.  First of all, there is the fact that, though he is depicted painting outside for most of the running time of the film which has helped to define his public image, Pollock did not paint outside.  He worked exclusively in his studio and was so averse to the distractions of the surrounding landscape that, when Lee Krasner suggested adding windows after the barn was moved, she says he declined, saying, “No, no, I don’t want to be disturbed by the outside view when I’m working.”   Working outdoors was actually antithetical to his drip method during the filming of the documentary because “the wind interfered with the fall of the pigment.”_   \n\n_Therefore, the notion of his working practice that the film enshrines is simply untrue; the setting which appears to be an authentic “location shoot” is actually as false as the facades of any studio set.  This “naturalistic” rendering of Pollock at work may have been necessitated by Namuth and his producer Paul Falkenberg not being able to afford the lighting equipment required to shoot color film indoors.  However, in an essay called “Photographing Pollock,” Namuth wrote:_\n\nWe filmed during the height of autumn, when the leaves were changing. One day as I was driving from my home in Water Mill to Pollock's house, I glanced up and watched the way in which the leaves of the elm and maple trees blurred as I was passing them. Squinting my eyes, pictures seemed to form above. It seemed to me that this was what Pollock was trying to do. His work was close to nature. \n\n_In other words, there is the possibility that filming the artist in landscape was not just a technical necessity but an artistic choice by the filmmaker, an attempt to impose on the audience, through the use of mise-en-scène and setting, his own understanding of Pollock’s work, his personal belief, daydreamed up while working on the film, that “what Pollock was trying to do” was “close to nature.”  It can potentially be read as Namuth’s own desire to do a sort of cinematic landscape painting, to privilege, once again, his “brush” over Pollock’s.  The canvas Pollock is working on in the outdoor scene, as art critic Jonathan Jones has noted, looks “small, framed as it is by a larger landscape.”  In contrast, the images of Pollock which Namuth has captured against the canvas of the ominous skyline and dead autumn grasses are startling and powerful._    \n\n_The final and most famous sequence in the film shows Pollock painting on the surface of a large pane of glass; the camera is placed underneath the glass with Pollock above it, so that both he and the painting can be seen at the same time.  This glass seems here as if it’s supposed to serve as a sort of metaphor for the lack of mediation by Namuth; the idea that this scene, with its clear glass, is somehow a “pure” or “transparent” representation of Pollock, without the distractions of mise-en-scène or montage.  In this scene, the camera does not move; there are cuts, but they seem to be necessitated by reel changes and are not of the expressive variety discussed previously._  \n\n_Again, though, this notional lack of mediation is an illusion.  Just as he did not work outside, Pollock did not work on glass, either.  Number 29, 1950, the painting he is filmed creating in Jackson Pollock 51, is his only glass painting.   While Lee Krasner has (somewhat unconvincingly) ascribed the original idea for the glass painting to Pollock,  Namuth, in his essay, claims responsibility, stating that:_  \n\nI realized that I wanted to show the artist at work with his face in full view, becoming part of the canvas, so to speak -- coming at the viewer -- through the painting itself. How could this be done?...One evening it came to me: the painting would have to be on glass and I would film from underneath…After many unsuccessful attempts, I finally figured out how to lie on my back with the camera on my chest and photograph him from below. \n\n_Rosalind Krauss, in her book The Optical Unconscious, argues that actually Namuth copied the idea of filming the artist painting on glass from an earlier documentary about Picasso by the Dutch filmmaker Paul Haesserts, which features Picasso painting on glass and signing his name and year in a manner very similar to the one which Pollock employs in the film.   Either way, whether this was a moment of creative inspiration or artistic borrowing, it’s exemplary of the Namuth’s aggressive imposition on Pollock in order to make his film as powerful as possible.  With the glass painting sequence, not only is Namuth altering the viewer’s understanding of Pollock’s work after the fact through use of editing and mise-en-scène (as he does in the sequence with Pollock’s shadow), or altering the context in which Pollock worked to contextualize him according to Namuth’s point of view (as in the outdoor sequence); he is imposing on Pollock a completely new way of working for the sake of his film._\n\n_With this context, it’s not difficult to see the pane of glass as a different sort of metaphor: not a clear window into a genius, but a prison in which Pollock is trapped.  Instead of being able to perform the role of the triumphant action painter, dancing around the canvas and vigorously flinging paint, Pollock is stuck within Namuth’s small frame.  The use of the glass in the final scene of the film is not the result of a technician recording a document of an artist for posterity.  Instead, it places Pollock and Namuth in parallel, both literally (Namuth is directly beneath the glass during the sequence, filming Pollock; just as Pollock is cast an action painter, Namuth is an action director) and figuratively (since the lens, the mechanism through which the camera records images is made of glass, both artists could, in this scene, be said to be painting with glass).  By forcing Pollock to paint with glass, just as he does, Namuth is both bringing Pollock down to his level and, in some sense, elevating himself to Pollock’s._ \n\ni'm thankful also for [philip glass](https://www.youtube.com/watch?v=C2inNYauU1o) and for [the glass essay](https://www.poetryfoundation.org/poems-and-poets/poems/detail/48636). i'm thankful to be self-indulgent, but i'm thankful also to put a frame around myself. i'm thankful for the way that a frame can imply a sense of coherence, even when it surrounds such a miscellany of ephemera. i'm thankful for the opportunity to speak to you through glass.",
  "normalized_markdown": "i'm thankful for [this cellular cityscape](https://twitter.com/lorenschmidt/status/788593213711982593). i'm thankful for [multiple exposures](https://leejo.github.io/projects/lost_in_shinjuku/) shot in shinjuku in one night in october of this year. i'm thankful for [these collages](http://www.rookiemag.com/2016/10/have-we-met-before/) about finding yourself in other people. i'm thankful for [the hockney polaroid collage](https://www.google.com/search?q=hockney+polaroid+collage&espv=2&biw=1369&bih=732&tbm=isch&tbo=u&source=univ&sa=X&ved=0ahUKEwjixZnl4ebPAhXBVj4KHfnYDWwQ7AkIKg) my college had in its small art museum, which was the first art museum i visited as an adult. i'm thankful for _a bigger splash_ (the [movie](https://www.youtube.com/watch?v=vjArtzfHmNQ) and the [painting)](http://www.tate.org.uk/art/images/work/T/T03/T03254_10.jpg). i'm thankful for [ut pictura poesis](http://csmt.uchicago.edu/glossary2004/utpicturapoesis.htm). i'm thankful for michael fried's seminal essay \"[art and objecthood](http://webcache.googleusercontent.com/search?q=cache:vSvOXxCY5AUJ:atc.berkeley.edu/201/readings/FriedObjcthd.pdf+&cd=1&hl=en&ct=clnk&gl=us),\" even if i don't really agree with most of what it says or the shots it fired at art that i love. i'm still thankful for the closing paragraph, which i have always found weirdly sad and moving, and which reads:\n\n\"_This essay will be read as an attack on certain artists (and critics) and as a defense of others. And of course it is true that the desire to distinguish between what is to me the authentic art of our time and other work, which, whatever the dedication, passion, and intelligence of its creators, seems to me to share certain characteristics associated here with the concepts of literalism and theatre, has largely motivated what I have written. In these last sentences, however, I want to call attention to the utter pervasiveness—the virtual universality—of the sensibility or mode of being that I have characterized as corrupted or perverted by theatre. We are all literalists most or all of our lives. Presentness is grace_.\"\n\ni'm thankful to imagine an inkjet printout of his seminal essay covered in streaks of semen. i'm thankful for how instantly infinitely complex and beautiful a normal piece of paper can become if you crumple it in your hands, an improvised sculpture. i'm thankful for how aluminum foil reflects light. i'm thankful for the cloth napkins my parents bought us as a gift, even though we prefer paper towels. i'm thankful for the kimchi fried rice that d made for dinner this week. i'm thankful for the way that the kimchi juice stains rice red. i'm thankful for the crunch of roasted seaweed under my teeth and then to feel it on my tongue, giving way and rehydrating and returning to some version of its original form. i'm thankful for falling leaves, dead but still beautiful, for the small sounds they make as they fall and scatter and are stepped on. i'm thankful for [a mown lawn](https://twitter.com/no1_emily/status/788694393976918016). i'm thankful for the way that words can feel like objects sometimes.\n\ni'm thankful for [this levitating cloud speaker](http://nymag.com/selectall/2016/10/it-doesnt-get-much-more-gimmicky-than-this-cloud-speaker.html?mid=twitter_selectall) and to imagine it attacked by a rich person's dog. i'm thankful for these silly [rothko christmas cards](https://shop.nga.gov/item/639528/rothko-untitled-1958-red-white-boxed-holiday-cards/1.html). i'm thankful for [the rothko chapel](https://en.wikipedia.org/wiki/Rothko_Chapel). i'm thankful for the idea of action painting. i'm thankful for [hans namuth's film of jackson pollock painting](https://www.youtube.com/watch?v=KNwvUco146c). i'm thankful for a while that there was no copy of the film on youtube and i uploaded a copy i found while doing research and received grateful comments from strangers. i'm thankful to have gotten to pay very close attention to the film when i was in grad school, writing an essay about documentaries about art: \n\n_Hans Namuth’s short documentary Jackson Pollock 51, filmed at Pollock’s home in East Hampton, NY,  features the only footage ever filmed of Pollock at work; Namuth’s still photographs, which he took before the film, are the only still photographs of Pollock working. Thus, much of the public perception of Pollock is a result of Namuth’s images and documentary.  In a long essay about the relationship between Pollock and Namuth, art critic Sarah Boxer notes that, in the wake of Pollock’s death, Namuth’s photographs were so popular that “articles on Pollock were often illustrated with Namuth's photographs rather than the paintings.”  The art historian Barbara Rose has suggested that Harold Rosenberg’s famous theory of action painting was, in fact, “not about painting at all”  but instead “describing Namuth's photographs of Pollock,” and, one might also assume, his documentary._  \n\n_In one of the most striking sequences in the documentary, which begins about halfway through the ten minute running time, shots of Pollock’s shadow flinging paint from a silhouetted brush are intercut with shots of the canvas he is painting.  At the beginning of the sequence, the viewer’s attention is focused by the shift in mise-en-scène from a more naturalistic rendering of Pollock in the previous scene to the shadowy figure filmed against a white curtain and by the sudden presence of music which accompanies the first shot of this sequence; prior to this, the film had either been silent or accompanied by a Pollock voice-over._  \n\n_One might read this sudden music as a sort of metaphor for the sudden assertion of the filmmaker’s artistic identity; the soundtrack, a single cello scored by Morton Feldman, is as bold and attention-grabbing as the change in the visuals.   The intercutting between Pollock’s shadow and the canvas is synced in rhythm with the montage, “as if in response to choreography”; the volume of the music swells each time the film cuts from the shadow to the canvas and, as the progression continues, each shot of the canvas moves closer into the surface than the previous one in order to create a sense of cinematic dynamism._  \n\n_In this sequence, Namuth is depicting Pollock’s muscular style as an excuse to flex his own stylistic muscles; Pollock is, quite literally, a shadow of himself, an absence masquerading as a presence.  As the sequence goes on, his figure disappears altogether from the montage.  Instead of crosscutting between painter and painting, the camera then moves across the canvas in a series of dynamic tracking shots, which quickly rotate in sharp curves around the splatters and drips; there are dissolves between these moving shots as well as several self-conscious focus pulls which seem to be trying to replicate, in some rough way, the mechanism of seeing.  All of these gestures serve to remind the viewer that she is not merely watching a painting by Jackson Pollock, but a film of that painting by Hans Namuth._  \n\n_In an earlier sequence, the artist is filmed working outside his East Hampton studio on a large canvas spread across a concrete platform.  Pollock is shown putting on his paint-flecked shoes, mixing pigment, examining his canvas, smoking, and demonstrating his famous “drip” technique.  The soundtrack for the sequence is a recording of Pollock talking about his biography and artistic process.  The editing and camerawork are sometimes awkward or distracting, but, unlike in the previously discussed sequence, the jumpcuts and shot choices do not appear to be self-consciously expressive moves but merely clumsy camerawork.  Therefore, this scene, because of the way it lacks the evident cinematic facture of the previous scene and because of the way that it features Pollock’s own voice speaking, thus, might seem to a casual observer to be free of the sort of obvious imposition by Namuth that shapes the previously discussed scene._  \n\n_However, a closer study of the scene reveals this not to be the case; the mediation by Namuth may seem subtler, but, if anything, is deeper.  First of all, there is the fact that, though he is depicted painting outside for most of the running time of the film which has helped to define his public image, Pollock did not paint outside.  He worked exclusively in his studio and was so averse to the distractions of the surrounding landscape that, when Lee Krasner suggested adding windows after the barn was moved, she says he declined, saying, “No, no, I don’t want to be disturbed by the outside view when I’m working.”   Working outdoors was actually antithetical to his drip method during the filming of the documentary because “the wind interfered with the fall of the pigment.”_   \n\n_Therefore, the notion of his working practice that the film enshrines is simply untrue; the setting which appears to be an authentic “location shoot” is actually as false as the facades of any studio set.  This “naturalistic” rendering of Pollock at work may have been necessitated by Namuth and his producer Paul Falkenberg not being able to afford the lighting equipment required to shoot color film indoors.  However, in an essay called “Photographing Pollock,” Namuth wrote:_\n\nWe filmed during the height of autumn, when the leaves were changing. One day as I was driving from my home in Water Mill to Pollock's house, I glanced up and watched the way in which the leaves of the elm and maple trees blurred as I was passing them. Squinting my eyes, pictures seemed to form above. It seemed to me that this was what Pollock was trying to do. His work was close to nature. \n\n_In other words, there is the possibility that filming the artist in landscape was not just a technical necessity but an artistic choice by the filmmaker, an attempt to impose on the audience, through the use of mise-en-scène and setting, his own understanding of Pollock’s work, his personal belief, daydreamed up while working on the film, that “what Pollock was trying to do” was “close to nature.”  It can potentially be read as Namuth’s own desire to do a sort of cinematic landscape painting, to privilege, once again, his “brush” over Pollock’s.  The canvas Pollock is working on in the outdoor scene, as art critic Jonathan Jones has noted, looks “small, framed as it is by a larger landscape.”  In contrast, the images of Pollock which Namuth has captured against the canvas of the ominous skyline and dead autumn grasses are startling and powerful._    \n\n_The final and most famous sequence in the film shows Pollock painting on the surface of a large pane of glass; the camera is placed underneath the glass with Pollock above it, so that both he and the painting can be seen at the same time.  This glass seems here as if it’s supposed to serve as a sort of metaphor for the lack of mediation by Namuth; the idea that this scene, with its clear glass, is somehow a “pure” or “transparent” representation of Pollock, without the distractions of mise-en-scène or montage.  In this scene, the camera does not move; there are cuts, but they seem to be necessitated by reel changes and are not of the expressive variety discussed previously._  \n\n_Again, though, this notional lack of mediation is an illusion.  Just as he did not work outside, Pollock did not work on glass, either.  Number 29, 1950, the painting he is filmed creating in Jackson Pollock 51, is his only glass painting.   While Lee Krasner has (somewhat unconvincingly) ascribed the original idea for the glass painting to Pollock,  Namuth, in his essay, claims responsibility, stating that:_  \n\nI realized that I wanted to show the artist at work with his face in full view, becoming part of the canvas, so to speak -- coming at the viewer -- through the painting itself. How could this be done?...One evening it came to me: the painting would have to be on glass and I would film from underneath…After many unsuccessful attempts, I finally figured out how to lie on my back with the camera on my chest and photograph him from below. \n\n_Rosalind Krauss, in her book The Optical Unconscious, argues that actually Namuth copied the idea of filming the artist painting on glass from an earlier documentary about Picasso by the Dutch filmmaker Paul Haesserts, which features Picasso painting on glass and signing his name and year in a manner very similar to the one which Pollock employs in the film.   Either way, whether this was a moment of creative inspiration or artistic borrowing, it’s exemplary of the Namuth’s aggressive imposition on Pollock in order to make his film as powerful as possible.  With the glass painting sequence, not only is Namuth altering the viewer’s understanding of Pollock’s work after the fact through use of editing and mise-en-scène (as he does in the sequence with Pollock’s shadow), or altering the context in which Pollock worked to contextualize him according to Namuth’s point of view (as in the outdoor sequence); he is imposing on Pollock a completely new way of working for the sake of his film._\n\n_With this context, it’s not difficult to see the pane of glass as a different sort of metaphor: not a clear window into a genius, but a prison in which Pollock is trapped.  Instead of being able to perform the role of the triumphant action painter, dancing around the canvas and vigorously flinging paint, Pollock is stuck within Namuth’s small frame.  The use of the glass in the final scene of the film is not the result of a technician recording a document of an artist for posterity.  Instead, it places Pollock and Namuth in parallel, both literally (Namuth is directly beneath the glass during the sequence, filming Pollock; just as Pollock is cast an action painter, Namuth is an action director) and figuratively (since the lens, the mechanism through which the camera records images is made of glass, both artists could, in this scene, be said to be painting with glass).  By forcing Pollock to paint with glass, just as he does, Namuth is both bringing Pollock down to his level and, in some sense, elevating himself to Pollock’s._ \n\ni'm thankful also for [philip glass](https://www.youtube.com/watch?v=C2inNYauU1o) and for [the glass essay](https://www.poetryfoundation.org/poems-and-poets/poems/detail/48636). i'm thankful to be self-indulgent, but i'm thankful also to put a frame around myself. i'm thankful for the way that a frame can imply a sense of coherence, even when it surrounds such a miscellany of ephemera. i'm thankful for the opportunity to speak to you through glass.",
  "publish_date": "2016-10-19T00:00:00Z",
  "description": "",
  "slug": "thank-you-notes-1019",
  "secondary_id": 1010,
  "tags": [
    {
      "id": 2681,
      "name": "Hans Namuth",
      "normalized_name": "hans-namuth"
    },
    {
      "id": 2680,
      "name": "Jackson Pollock",
      "normalized_name": "jackson-pollock"
    },
    {
      "id": 2683,
      "name": "action painting",
      "normalized_name": "action-painting"
    },
    {
      "id": 124,
      "name": "art appreciation",
      "normalized_name": "art-appreciation"
    },
    {
      "id": 2682,
      "name": "collage techniques",
      "normalized_name": "collage-techniques"
    },
    {
      "id": 2679,
      "name": "documentary filmmaking",
      "normalized_name": "documentary-filmmaking"
    },
    {
      "id": 15,
      "name": "personal reflection",
      "normalized_name": "personal-reflection"
    },
    {
      "id": 2684,
      "name": "visual culture",
      "normalized_name": "visual-culture"
    }
  ]
}