{
  "id": "6869b9d6-7067-4293-ae8a-bc1366327386",
  "subject": "my favorite recent book",
  "body": "![image.png](/letters/images/405.webp) \n\nmy favorite recent book is [_love in a time of hate: art and passion in the shadow of war_](https://www.amazon.com/Love-Time-Hate-Passion-Shadow/dp/0593713931) by florian illies, an anecdotal fragmentary gossipy cultural history of europe between 1929 and 1939. right before it, i read and loved his book _1913_, which was in a similar style. i don't know what i think of it as scholarship per se (it is very imaginative about describing situations that there can't have been such intricately detailed records of, just think of it as a really well-researched historical novel if that bothers you) but for a week or so it was the perfect stream of bite-sized candy for my brain (i.e. the ideal book for me right now). as a kind of sampler, what follows are my highlights in the book:\n\npage 3\n> \"She tells him she's Simone's sister, Helene de Beauvoir. Simone can't make it today, sadly. She is very sorry. \"But how did you recognize me so easily among all these people?\" Sartre asks. \"Simone told me you were short, wore glasses, and were very ugly,\" she explains\"\n\npage 5\n> He is asleep by the time Mascha [Kaleko] gets back to their flat on Hohenzollernkorso in Tempelhof. She gazes at him as his earnest features softly rise and fall in time to his breathing. She goes over to the kitchen table, takes a sheet of paper and a pencil, and writes him a love poem—perhaps one of the most moving love poems ever written. It begins:\n\n>> The others are the boundless sea\n\n>> You, though, are the harbor deep\n\n![image.png](/letters/images/407.jpg) \n\npage 11\n> Brecht's sadistic desire to see all his women suffer simultaneously makes for good drama. It is now, of all times, that __Uhu__ magazine chooses to ask hime what he thinks about jealousy. A swaggering Brecht answers: \"The bourgeois are now the last representatives of what was once a tragic virtue.\" He writes this while smugly contemplating a plaster cast of his own face that sits on his desk.\n\npage 14\n> Many times, Isherwood shows English friends around the institutes museum—a \"must\" for friends of homosexuality, because Hirschfeld has spent decades collecting the finest artifacts, aphrodisiacs, and curios from sexuality's gray zones. In 1929 he is writing a new book about sexual stimulants that will be four hundred pages long and contains one hundred detailed and instructive illustrations\"\n\npage 14\n> Even Albert Einstein, the inventor of the theory of relativity, knows that time and space play a significant role in love and are not easily overcome. \"Writing is stupid,\" he writes in a telegram to his wife on the lakeshore at Caputh. \"This Sunday I will kiss you on the lips.\"\n\n![image.png](/letters/images/408.webp) \n\npage 15\n> ...a film that is as ephemeral and illogical as life itself. Or as life in Berlin, at any rate. Lust, quickly satisfied under tall pines on a Sunday, still causes some pain and much melancholy in the light of a bedside lamp that evening. There is no mention of love—and not because this is a silent film\n\npage 30\n> Marriage, he writes in __Ad me ipsum__, resolves the \"two antimonies of life—that of passing time and permanence, and that of loneliness and community.\"\n\npage 48\n> He isn't unfeeling; he is scared of feelings because he has so often seen them expressed in the slushiest sentimental terms.\n\n![image.png](/letters/images/406.jpg) \n\npage 80\n> It's obvious to Heinrich Mann that there is something desperate about his affair with Trude Hesterberg.\n\npage 102\n> Yet the sexualization of Berlin life in the 1930s disturbs her, too. She loves the lesbian bars and loves the women, but she wants to restore physical love \"to its correct position on the scale of sensual feelings.\" In the poems of Bertolt Brecht, Georg Trakl, or Alfred Lichtenstein, she thinks, one sees that \"sex per se is a death sentence for imagination and emotions, whereas eroticism continually replenishes them.\" It is about swamping the brain with erotic images, she says. It stimulates love, desire, and longing—the true substances of poetry\n\npage 110\n> His friend Charlotte Wolff once formulated it differently, with kindness and clarity: \"Walter [Benjamin] reminded me of Rainer Maria Rilke, for whom the longing for one's beloved was more desirable than her presence\n\npage 121\n> One day when Manon and Kurt are out, she writes him a note: \"My love, your world is not mine.\"\n\npage 123\n> Kurt immerses himself completely in Helene's spartan lifestyle. In hindsight, it is as if they were unconsciously rehearsing for the hardships of emigration. In the evenings, he and Helene sit alone on their terrace, with their legs on the green table, quietly listening to nature sink into darkness, she tells him that all of this—the glittering sea in the distance, the fig trees with their biblical scent, the mountains with their cool crowns, the lemon trees with their dazzling fruit, the grasses bending in the gentle evening breeze—is just the \"background.\" To what, he asks. \"To love,\" she replies.\n\n![image.png](/letters/images/409.jpg) \n\npage 129\n> Osborn has sent Nin a few chapters from the manuscript of __Tropic of Cancer__, so she's aware of the kind of man her lawyer has in tow. When the two men leave, she confides her first impressions to her diary: \"He is a man who gets high on life. He is the same as me.\" This is the forty-second volume of her monumental diary, which will from this day on be entirely devoted to Henry Miller\n\npage 130\n> It's a springtime dream—up above, a chain of snow-capped mountains; down below, the deep blue of the lake; and along the promenades, palm trees in whose leaves the wind sings the eternal song of the south\n\npage 132\n> Living together in Hollywood is proving an increasing trial for Josef von Sternberg and Marlene Dietrich as they gradually get to know each other. He thinks her too capricious; she finds him too demanding. After watching her brush her teeth too often in the evenings, he needs to retreat into his imagination to be able to make her shine in front of the camera. It takes him a great deal of effort to help her deliver on the title of her final silent movie, __The Woman One Longs For__. \n\n![image.png](/letters/images/414.webp) \n\npage 134\n> However her husband flies into a rage when he reads the book; he cannot believe that Zelda dared to fictionalize these memories. Only he is allowed to do that, he writes to her; he is the \"professional novelist.\"\n\npage 135\n> Other models of marriage are available, however. \"You are only loved when you can show your weakness without provoking strength.\" This is Theodor Adorno's experience of the profound love shown to him by Gretel Karplus, a beautiful and proud woman. \n\n![image.png](/letters/images/413.jpg) \n\npage 137\n> Benjamin tumbles into despair and writes to his friend Gershom Scholem that he wants to celebrate his fortieth birthday in Nice with an \"odd fellow,\" by which he means the Grim Reaper. Olga says she will come again for his birthday, but he smokes so much hash with a fleeting acquaintance on the days leading up to it that he spends the big day itself totally stoned.\n\npage 140\n> He starts to drink even more, while she starts a new life, writing in her farewell letter to him: \"You would like to love, but you will never know love.\"\n\n> What does he think hell is? Simone de Beauvoir asks him after they've brushed their teeth and before they go to sleep. Sartre sits up in bed again and says, \"Hell is other people before your first cup of coffee.\" Noticing her sour expression, he adds, \"I was talking about other people. Not you, Simone. Good night.\"\n\npage 155\n> Stalin sits opposite her, tossing back one vodka after another. Then he, too, begins to flirt, with Galia Yegorova, who is visibly flattered and doesn't object when he starts to roll up little balls of bread and flick them down the front of her dress.\n\n> Nadezdah watches all this in horror from the other side of the table, her anger rising. She speaks more and more loudly about her husband's brutal treatment of the farmers. Desperate to interrupt her, he raises his glass and cries, \"To the extermination of all state enemies\" All the other dinner guests immediately raise their glasses—all except Nadezhda. He calls out to her, \"Hey, drink with us!\" To which she responds, \"My name is not Hey\"\n\n![image.png](/letters/images/410.jpg) \n\npage 164\n> \"It was like the premiere of a great play or the beginning of a battle,\" George Grosz will later say. \"You were constantly clearing your throat and glancing nervously at the clock because every day the newspapers would announce that it was a few seconds before midnight. There were only allusions to what might happen after twelve, but it was clear it would be nothing uplifting or welcoming for me and my friends\"\n\npage 166\n> After the war, Truman Capote will be especially fascinated by her extravagant sex life. He will come up with a game called International Daisy Chain that counts the beds linking specific people. Mercedes is the trump card because \"you could get to anyone from Cardinal Spellman to the Duchess of Windsor.\"\n\npage 173\n> In February 1933, the poet Else Lasker-Schuler, a friend of Franz Marc, Karl Kraus, and Gottfried Benn, and the creator of beautiful love poems that are imbued with an unshakable belief in reconciliation between Judaism and Christianity, is beaten up by two young SA fighters in the streets of Berlin. She bites her tongue, almost severing it, and blood trickles from her mouth. She has to go to the hospital, where her tongue is stitched back together, leaving her unable to speak.\n\n![image.png](/letters/images/412.jpg) \n\npage 230\n> Sartre's most important impetus lies elsewhere, though: \"I reconnected with the irresponsibility of my youth.\" Even as swastika flags wave over Berlin and all the country's great authors have fled to Paris, Sartre recognizes Berlin as \"the city of love.\"\n\npage 246\n> The first part of the title refers to the observatory that he sees every day on his way to work and which he has inserted in the bottom left of the painting. It is also an allusion to Miller, who lives in a different, American time zone; \"United States Observatory Time\" is what people hear when they call the American talking clock. Finally, les amoureux, or \"the lovers,\" is a tender nod to the time they shared together. The lips flying across the sky look like two bodies cuddling in a kind of cosmic ecstasy. It is a miracle that the result of all these symbols isn't kitsch. \"Love,\" Man Ray later says, \"assumes a universal dimension in this work, painted just at a time when the rising tide of hate was about to submerge Europe.\"\n\npage 248\n> They murdered his Jewish colleague and friend Henry Erlanger right in front of him. He will avenge all this, he tells her, his voice calm yet resolute.\n\n![image.png](/letters/images/411.jpg) \n\npage 276\n> Kurt Tucholsky has lost his elixir of life—writing. He is able to produce only if he knows that his work is going to be printed immediately, but the newspapers he used to write for no longer exist, and the publishers who used to print them are all in jail.\n\npage 278\n> On December 21, as Tucholsky is slipping out of life, Klaus Mann also takes Veronal at his parents' house in Kusnacht near Zurich, \"but somewhat reluctantly, only because there happened to be some in the room.\"\n\n ![image.png](/letters/images/415.webp) \n\npage 287\n> She slips some powerful sedatives into Henry's tea so that he dozes off early in the evening, then she tiptoes from the house and spends a night of passion with More. At six in the morning, she hurries back and sneaks into bed with Henry at Villa Seurat, where he is snoring away, blissfully unaware of her absence. After a nice breakfast she goes to see her husband in their own splendid new flat, bringing with her a bunch of flowers. That evening she notes in her diary: \"No blame. No pity, no guilt. Only love.\"\n\npage 296\n> Their letters, which used to be so imbued with warmth and wit and poignant love, now take on an unsettling tone. Vladimir acts as if nothing has changed and writes: \"Little pussy is it time for you to get ready to come to me?\"\n\npage 314\n> Sartre chides her for this and thinks she should write about herself for once—in her letters and also in her books. He argues that her life is much more interesting than her fictional characters. To which Beauvoir replies: \"I would never dare.\" And Sartre counters: \"Do dare!\"\n\npage 323\n> That summer, they meet up with Marcel Duchamp and Coco Chanel. Dali does painting after painting, as if obsessed, while Gala reads him books about alchemy and metaphysics. Sometimes she tickles his feet and he purrs like a cat. After Dinner, Dali loves to let Gala gently brush his teeth so that he can feel clean. Before they go to bed, Gala lays tarot cards, but however much she shuffles them, the same ones keep coming out on top: Judgment, the horned Devil, and Death as a skeleton\n\n### Previously on this day\n- [2016](https://buttondown.email/justinwolfe/archive/thank-you-notes-211/) (_fish sauce, our favorite weeknight cake, alexandra kleeman_)\n- [2017](https://buttondown.email/justinwolfe/archive/krs3/) (from **krs**) (_morning rituals, earl grey tea, tiny babies_)\n- [2018](https://buttondown.email/justinwolfe/archive/fsa19/) (from **fsa**) (_healthy life choices, prescription eyewear, not having cancer_) ([2](https://buttondown.email/justinwolfe/archive/210/)) (_not completely forgetting_)\n- [2020](https://buttondown.email/justinwolfe/archive/1210/) (_the walkmen, list of good cries, karafun_)\n- [2021](https://buttondown.email/justinwolfe/archive/i-never-have-to-think-about-the-temperature-of-my/) (_perfume genius, bong hits, feeling loved and appreciated_)",
  "normalized_markdown": "![image.png](/letters/images/405.webp) \n\nmy favorite recent book is [_love in a time of hate: art and passion in the shadow of war_](https://www.amazon.com/Love-Time-Hate-Passion-Shadow/dp/0593713931) by florian illies, an anecdotal fragmentary gossipy cultural history of europe between 1929 and 1939. right before it, i read and loved his book _1913_, which was in a similar style. i don't know what i think of it as scholarship per se (it is very imaginative about describing situations that there can't have been such intricately detailed records of, just think of it as a really well-researched historical novel if that bothers you) but for a week or so it was the perfect stream of bite-sized candy for my brain (i.e. the ideal book for me right now). as a kind of sampler, what follows are my highlights in the book:\n\npage 3\n> \"She tells him she's Simone's sister, Helene de Beauvoir. Simone can't make it today, sadly. She is very sorry. \"But how did you recognize me so easily among all these people?\" Sartre asks. \"Simone told me you were short, wore glasses, and were very ugly,\" she explains\"\n\npage 5\n> He is asleep by the time Mascha [Kaleko] gets back to their flat on Hohenzollernkorso in Tempelhof. She gazes at him as his earnest features softly rise and fall in time to his breathing. She goes over to the kitchen table, takes a sheet of paper and a pencil, and writes him a love poem—perhaps one of the most moving love poems ever written. It begins:\n\n>> The others are the boundless sea\n\n>> You, though, are the harbor deep\n\n![image.png](/letters/images/407.jpg) \n\npage 11\n> Brecht's sadistic desire to see all his women suffer simultaneously makes for good drama. It is now, of all times, that __Uhu__ magazine chooses to ask hime what he thinks about jealousy. A swaggering Brecht answers: \"The bourgeois are now the last representatives of what was once a tragic virtue.\" He writes this while smugly contemplating a plaster cast of his own face that sits on his desk.\n\npage 14\n> Many times, Isherwood shows English friends around the institutes museum—a \"must\" for friends of homosexuality, because Hirschfeld has spent decades collecting the finest artifacts, aphrodisiacs, and curios from sexuality's gray zones. In 1929 he is writing a new book about sexual stimulants that will be four hundred pages long and contains one hundred detailed and instructive illustrations\"\n\npage 14\n> Even Albert Einstein, the inventor of the theory of relativity, knows that time and space play a significant role in love and are not easily overcome. \"Writing is stupid,\" he writes in a telegram to his wife on the lakeshore at Caputh. \"This Sunday I will kiss you on the lips.\"\n\n![image.png](/letters/images/408.webp) \n\npage 15\n> ...a film that is as ephemeral and illogical as life itself. Or as life in Berlin, at any rate. Lust, quickly satisfied under tall pines on a Sunday, still causes some pain and much melancholy in the light of a bedside lamp that evening. There is no mention of love—and not because this is a silent film\n\npage 30\n> Marriage, he writes in __Ad me ipsum__, resolves the \"two antimonies of life—that of passing time and permanence, and that of loneliness and community.\"\n\npage 48\n> He isn't unfeeling; he is scared of feelings because he has so often seen them expressed in the slushiest sentimental terms.\n\n![image.png](/letters/images/406.jpg) \n\npage 80\n> It's obvious to Heinrich Mann that there is something desperate about his affair with Trude Hesterberg.\n\npage 102\n> Yet the sexualization of Berlin life in the 1930s disturbs her, too. She loves the lesbian bars and loves the women, but she wants to restore physical love \"to its correct position on the scale of sensual feelings.\" In the poems of Bertolt Brecht, Georg Trakl, or Alfred Lichtenstein, she thinks, one sees that \"sex per se is a death sentence for imagination and emotions, whereas eroticism continually replenishes them.\" It is about swamping the brain with erotic images, she says. It stimulates love, desire, and longing—the true substances of poetry\n\npage 110\n> His friend Charlotte Wolff once formulated it differently, with kindness and clarity: \"Walter [Benjamin] reminded me of Rainer Maria Rilke, for whom the longing for one's beloved was more desirable than her presence\n\npage 121\n> One day when Manon and Kurt are out, she writes him a note: \"My love, your world is not mine.\"\n\npage 123\n> Kurt immerses himself completely in Helene's spartan lifestyle. In hindsight, it is as if they were unconsciously rehearsing for the hardships of emigration. In the evenings, he and Helene sit alone on their terrace, with their legs on the green table, quietly listening to nature sink into darkness, she tells him that all of this—the glittering sea in the distance, the fig trees with their biblical scent, the mountains with their cool crowns, the lemon trees with their dazzling fruit, the grasses bending in the gentle evening breeze—is just the \"background.\" To what, he asks. \"To love,\" she replies.\n\n![image.png](/letters/images/409.jpg) \n\npage 129\n> Osborn has sent Nin a few chapters from the manuscript of __Tropic of Cancer__, so she's aware of the kind of man her lawyer has in tow. When the two men leave, she confides her first impressions to her diary: \"He is a man who gets high on life. He is the same as me.\" This is the forty-second volume of her monumental diary, which will from this day on be entirely devoted to Henry Miller\n\npage 130\n> It's a springtime dream—up above, a chain of snow-capped mountains; down below, the deep blue of the lake; and along the promenades, palm trees in whose leaves the wind sings the eternal song of the south\n\npage 132\n> Living together in Hollywood is proving an increasing trial for Josef von Sternberg and Marlene Dietrich as they gradually get to know each other. He thinks her too capricious; she finds him too demanding. After watching her brush her teeth too often in the evenings, he needs to retreat into his imagination to be able to make her shine in front of the camera. It takes him a great deal of effort to help her deliver on the title of her final silent movie, __The Woman One Longs For__. \n\n![image.png](/letters/images/414.webp) \n\npage 134\n> However her husband flies into a rage when he reads the book; he cannot believe that Zelda dared to fictionalize these memories. Only he is allowed to do that, he writes to her; he is the \"professional novelist.\"\n\npage 135\n> Other models of marriage are available, however. \"You are only loved when you can show your weakness without provoking strength.\" This is Theodor Adorno's experience of the profound love shown to him by Gretel Karplus, a beautiful and proud woman. \n\n![image.png](/letters/images/413.jpg) \n\npage 137\n> Benjamin tumbles into despair and writes to his friend Gershom Scholem that he wants to celebrate his fortieth birthday in Nice with an \"odd fellow,\" by which he means the Grim Reaper. Olga says she will come again for his birthday, but he smokes so much hash with a fleeting acquaintance on the days leading up to it that he spends the big day itself totally stoned.\n\npage 140\n> He starts to drink even more, while she starts a new life, writing in her farewell letter to him: \"You would like to love, but you will never know love.\"\n\n> What does he think hell is? Simone de Beauvoir asks him after they've brushed their teeth and before they go to sleep. Sartre sits up in bed again and says, \"Hell is other people before your first cup of coffee.\" Noticing her sour expression, he adds, \"I was talking about other people. Not you, Simone. Good night.\"\n\npage 155\n> Stalin sits opposite her, tossing back one vodka after another. Then he, too, begins to flirt, with Galia Yegorova, who is visibly flattered and doesn't object when he starts to roll up little balls of bread and flick them down the front of her dress.\n\n> Nadezdah watches all this in horror from the other side of the table, her anger rising. She speaks more and more loudly about her husband's brutal treatment of the farmers. Desperate to interrupt her, he raises his glass and cries, \"To the extermination of all state enemies\" All the other dinner guests immediately raise their glasses—all except Nadezhda. He calls out to her, \"Hey, drink with us!\" To which she responds, \"My name is not Hey\"\n\n![image.png](/letters/images/410.jpg) \n\npage 164\n> \"It was like the premiere of a great play or the beginning of a battle,\" George Grosz will later say. \"You were constantly clearing your throat and glancing nervously at the clock because every day the newspapers would announce that it was a few seconds before midnight. There were only allusions to what might happen after twelve, but it was clear it would be nothing uplifting or welcoming for me and my friends\"\n\npage 166\n> After the war, Truman Capote will be especially fascinated by her extravagant sex life. He will come up with a game called International Daisy Chain that counts the beds linking specific people. Mercedes is the trump card because \"you could get to anyone from Cardinal Spellman to the Duchess of Windsor.\"\n\npage 173\n> In February 1933, the poet Else Lasker-Schuler, a friend of Franz Marc, Karl Kraus, and Gottfried Benn, and the creator of beautiful love poems that are imbued with an unshakable belief in reconciliation between Judaism and Christianity, is beaten up by two young SA fighters in the streets of Berlin. She bites her tongue, almost severing it, and blood trickles from her mouth. She has to go to the hospital, where her tongue is stitched back together, leaving her unable to speak.\n\n![image.png](/letters/images/412.jpg) \n\npage 230\n> Sartre's most important impetus lies elsewhere, though: \"I reconnected with the irresponsibility of my youth.\" Even as swastika flags wave over Berlin and all the country's great authors have fled to Paris, Sartre recognizes Berlin as \"the city of love.\"\n\npage 246\n> The first part of the title refers to the observatory that he sees every day on his way to work and which he has inserted in the bottom left of the painting. It is also an allusion to Miller, who lives in a different, American time zone; \"United States Observatory Time\" is what people hear when they call the American talking clock. Finally, les amoureux, or \"the lovers,\" is a tender nod to the time they shared together. The lips flying across the sky look like two bodies cuddling in a kind of cosmic ecstasy. It is a miracle that the result of all these symbols isn't kitsch. \"Love,\" Man Ray later says, \"assumes a universal dimension in this work, painted just at a time when the rising tide of hate was about to submerge Europe.\"\n\npage 248\n> They murdered his Jewish colleague and friend Henry Erlanger right in front of him. He will avenge all this, he tells her, his voice calm yet resolute.\n\n![image.png](/letters/images/411.jpg) \n\npage 276\n> Kurt Tucholsky has lost his elixir of life—writing. He is able to produce only if he knows that his work is going to be printed immediately, but the newspapers he used to write for no longer exist, and the publishers who used to print them are all in jail.\n\npage 278\n> On December 21, as Tucholsky is slipping out of life, Klaus Mann also takes Veronal at his parents' house in Kusnacht near Zurich, \"but somewhat reluctantly, only because there happened to be some in the room.\"\n\n ![image.png](/letters/images/415.webp) \n\npage 287\n> She slips some powerful sedatives into Henry's tea so that he dozes off early in the evening, then she tiptoes from the house and spends a night of passion with More. At six in the morning, she hurries back and sneaks into bed with Henry at Villa Seurat, where he is snoring away, blissfully unaware of her absence. After a nice breakfast she goes to see her husband in their own splendid new flat, bringing with her a bunch of flowers. That evening she notes in her diary: \"No blame. No pity, no guilt. Only love.\"\n\npage 296\n> Their letters, which used to be so imbued with warmth and wit and poignant love, now take on an unsettling tone. Vladimir acts as if nothing has changed and writes: \"Little pussy is it time for you to get ready to come to me?\"\n\npage 314\n> Sartre chides her for this and thinks she should write about herself for once—in her letters and also in her books. He argues that her life is much more interesting than her fictional characters. To which Beauvoir replies: \"I would never dare.\" And Sartre counters: \"Do dare!\"\n\npage 323\n> That summer, they meet up with Marcel Duchamp and Coco Chanel. Dali does painting after painting, as if obsessed, while Gala reads him books about alchemy and metaphysics. Sometimes she tickles his feet and he purrs like a cat. After Dinner, Dali loves to let Gala gently brush his teeth so that he can feel clean. Before they go to bed, Gala lays tarot cards, but however much she shuffles them, the same ones keep coming out on top: Judgment, the horned Devil, and Death as a skeleton\n\n### Previously on this day\n- [2016](https://buttondown.email/justinwolfe/archive/thank-you-notes-211/) (_fish sauce, our favorite weeknight cake, alexandra kleeman_)\n- [2017](https://buttondown.email/justinwolfe/archive/krs3/) (from **krs**) (_morning rituals, earl grey tea, tiny babies_)\n- [2018](https://buttondown.email/justinwolfe/archive/fsa19/) (from **fsa**) (_healthy life choices, prescription eyewear, not having cancer_) ([2](https://buttondown.email/justinwolfe/archive/210/)) (_not completely forgetting_)\n- [2020](https://buttondown.email/justinwolfe/archive/1210/) (_the walkmen, list of good cries, karafun_)\n- [2021](https://buttondown.email/justinwolfe/archive/i-never-have-to-think-about-the-temperature-of-my/) (_perfume genius, bong hits, feeling loved and appreciated_)",
  "publish_date": "2024-02-11T23:10:53.271006Z",
  "description": "",
  "slug": "my-favorite-recent-book",
  "secondary_id": 1385,
  "tags": [
    {
      "id": 3137,
      "name": "20th century history",
      "normalized_name": "20th-century-history"
    },
    {
      "id": 392,
      "name": "European literature",
      "normalized_name": "european-literature"
    },
    {
      "id": 3138,
      "name": "art and politics",
      "normalized_name": "art-and-politics"
    },
    {
      "id": 391,
      "name": "cultural history",
      "normalized_name": "cultural-history"
    },
    {
      "id": 393,
      "name": "historical fiction",
      "normalized_name": "historical-fiction"
    },
    {
      "id": 280,
      "name": "literary analysis",
      "normalized_name": "literary-analysis"
    },
    {
      "id": 394,
      "name": "love and relationships",
      "normalized_name": "love-and-relationships"
    }
  ]
}