{
  "id": "826653ab-873c-478a-8274-baa5060a73c9",
  "subject": "thank you notes 1/31",
  "body": "i'm thankful that i had chipotle for the first time on friday evening. i'm thankful that d had to go to a team dinner for work, so that i had to find dinner on my own. i'm thankful that before we got together, i loved cooking for myself and did so basically every night, but that now to cook for myself seems like an impossibly difficult task and so i rarely do it. i'm thankful to think about how because of the privilege of our love i don't know really how to be alone anymore now, even if that's a painful thing when i have to be alone, as we all sometimes do. \n\ni'm thankful for the chipotle app for the iphone, which simplified the burrito ordering process, which i found stressful one time a while ago when i tried to go in qdoba for the first time in years while wearing glasses with an outdated prescription and literally could not read the menu posted above the ordering line and turned around and left without ordering anything, feeling very old. i'm thankful for my burrito, which was ready for me to pick up when i got to the restaurant. i'm thankful for sofritas, rice, black beans, fajita veggies, tomatillo salsa, sour cream, and mozzarella cheese. i'm thankful that i biked home quickly and that when i sat down at the coffee table to eat, the burrito was still warm in its foil wrapper. i'm thankful for how delicious it was, how each bite offered new colors and textures for my tongue to explore. i'm thankful for [\"time is a ghost\"](http://www.newyorker.com/magazine/2016/02/01/time-is-a-ghost), the profile of vijay iyer that i read part of while eating and and still haven't finished.\n\ni'm thankful for video games, which, at their best, provide an impressive degree of absorption and mind-emptying and time passage at a much lower effort cost than reading fiction or meditating, and which are perhaps slightly less toxic to the body than fast food. i'm thankful for the motorcycle racing video game, _[trials fusion](https://en.wikipedia.org/wiki/Trials_Fusion)_, which i bought for my dad for christmas because it seemed like a stupid fun game he would like and then bought for myself this weekend because i wanted a stupid fun game. i'm thankful for the purity of the joy of motion in the game, for how satisfying it is to not crash, to slip over the lip of a cliff or rocket off a ramp into the air. i'm thankful that the game is so bodily involving that i actually find myself twisting the controller around through the air the way that people who are badly pretending to play video games in movies do.\n\ni'm thankful that i got fooled not once, not twice, but three times by fake versions of rihanna's \"work\" on youtube and soundcloud as i tried to listen to it on launch day in the office on my work computer. i'm thankful, since each of the songs was disappointing and not matching the flames emoji furor on twitter, that none of them were \"work\" or any of the other songs on _anti,_ thankful that as each of the intros of the fakes went on, i began hoping and hoping more and more that they weren't real \"work,\" even though i really wanted the hear the real \"work_.\"_ i'm thankful i finally got my shit together enough yesterday to download the real _anti_ and listen to it all the way through on the good speakers in the living room a couple of times yesterday. i'm thankful for all the code switches and different interesting things she does with her vocal inflections on the first song, which reminds me of a really elegant (and sexy) version of that magic trick where the magician keeps disappearing behind a curtain on stage and reappearing on the other side in a different costume. i'm thankful that i've never been able to get into tame impala, but her voice singing the high super-chorus late in their too-long song is one of the most beautiful ways i've heard her voice (or any voices, recently) be. i'm thankful for \"love on the brain,\" for how i would never have expected her to do something that traditional, but for how the fact that she flirts with an obvious structure clears room for a trampoline off which her voice can do these great tricks and flips and twists of timbre and tone (i'm thankful for the cavernous reverb, which subtly estranges the song from its obviousness in a similar way to the reverb and low-passed analog delay on lana's cover of \"[blue velvet](https://www.youtube.com/watch?v=H0gr2abrE64)\"). i'm thankful for how many times on the album she beautifully sings the word \"fuck,\" for how she makes profanity feel so necessary. i'm thankful for the laugh line about lip gloss in \"sex with me,\" thankful for the blunt(ed) chorus of \"sex with me,\" thankful for the sheer existence of \"sex with me.\" \n\ni'm thankful for alex g's _beach music_, which i was listening to on the good speakers in the living room and really enjoying today after looping _anti_ on headphones all this morning while working on a project. i'm thankful that when d, very stressed out by an issue she was having with a freelance client, came into the living room so i could read over an email before she sent it, i asked her, to try to distract her for a minute, if she liked the music and i'm thankful that i said that it kind of reminded me of elliot smith (who she likes, unlike a lot of the music i like). i'm thankful for the hilarious crankiness of her response, which was that it _was_ kind of like elliot smith, kind of, \"but\"—and she paused, thinking hard to find a way to articulate her feelings—\"...slightly annoying.\" i'm thankful i enjoy the album anyway and that i was able to convince her that her email was good and that she should send it and stop thinking about it and try to spend the rest of her sunday on more pleasurable things.\n\ni'm thankful to have finally watched this week's kardashians, which was a pleasurable thing (i'm thankful for the most pleasurable line of the episode for me, which is when kourtney, searching for a non-non-stick pan in a kitchen cupboard, says \"copper i think is not teflon?\"). i'm thankful for how i had been avoiding watching kardashians because it was feeling like \"keeping up\" was a chore or a homework assignment, something i forced myself to do for you, but that this story i was telling myself in my head, like most of the stories we tell ourselves in our heads, was a false narrative, an unnecessary plot. i'm thankful for how earlier, when d was stressed out, i suggested that she take a run, because she definitely wouldn't feel worse afterward and she would probably feel better. i'm thankful that this is how i feel about running as well as watching kardashians.\\_\\_\\_PARAGRAPH\\_BREAK\\_\\_\\_\n\ni'm thankful for the most prominent plot in this week's episode, which was about khloe feeling stressed out about trying to finish her book, _[strong looks better naked](http://www.amazon.com/Strong-Looks-Better-Naked-Kardashian/dp/1942872488/ref=sr_1_1?ie=UTF8&qid=1454272050&sr=8-1&keywords=strong+looks+better+naked)_, by the deadline her editor set while also trying to work her other jobs and live her life. i'm thankful to see this problem, which is such a major one for writers with jobs and lives, being dramatized on such a popular television show. i'm thankful for the delicious irony that the most time-consuming thing that's keeping khloe from working on her book is a photo shoot at a studio called quixote. \n\ni'm thankful for the opening scene where kim comes into khloe's bedroom as she tries to work on her laptop and annoys and distracts khloe, brazenly flaunting the freedom that all people who don't have to write anything seem to exude when you're under a deadline. i'm thankful for how khloe, echoing jonathan franzen in his bunker with his broken wireless card and earplugs, says that sometimes when she really needs to concentrate, she writes in the bathroom, seated at her vanity. i'm thankful that when kim gets to be too much, khloe actually gets up and goes and sits in there. i'm thankful to think about how writing in front of a mirror, which would drive me insane, is comforting to her.\n\ni'm thankful for the most crucial moment of the episode (at least to me), which is when at, the kitchen table, kim tells khloe to chill out. i'm thankful that she says \"your book is about mind, body, and soul, so you have to take time for you,\" that she tells her khloe that for the book to be \"true, you have to _live it._\" \n\ni'm thankful for the silent pause and, then, for the wrung-out, searching tone in khloe's voice when she replies, \"when do we _ever_ live it?\"\n\ni'm thankful for the honesty of that, for the way that it cuts away at the smooth facade of their digital lives and at the plastic happiness of so many others who we envy. i'm thankful to imagine that if i could appear to khloe at the apex of this struggle between work and life, like a guardian angel of creativity, i would try to console her with poetry.\n\ni'm thankful for \"[you want a social life, with friends](http://buoy.antville.org/stories/355406/)\" by kenneth koch, the first poem of his that i became acquainted with, through [a youtube video](https://www.youtube.com/watch?v=gjXHRUlKe_M). i'm thankful to imagine playing that video for khloe so that she can know that she's not the only one who's ever gone through this sort of thing, for the way i imagine that we would laugh at the silly little rhyming lines about michelangelo and homer and start to talk about what was really important to us in life.\n\ni'm thankful, if she was receptive to that, to imagine then giving her my favorite poem of his, \"[the circus](http://www.poetryfoundation.org/poem/237626),\" which is a poem about him remembering writing an earlier poem which was also called the \"circus.\" the poem is addressed to his wife janice, who he would soon divorce and who would die a few years later of cancer. i'm thankful to imagine playing khloe [this recording of him reading the poem](https://media.sas.upenn.edu/pennsound/authors/Koch/Koch-Kenneth_The-Circus_Appearing-on-The-Poetry-Foundation_2006.mp3) so she could follow along with the text, since the poem is very prosy and the rhythm isn't obvious. \n\ni'm thankful to think about how much the poem means to me but how i've not been able to communicate it with people in the past. i'm thankful to remember one early fall afternoon walking around campus and listening to the recording and taking pictures of the leaves on the trees and the grass and the sky, which suddenly felt incredibly important to record (and yet futile at the same time). i'm thankful to remember that day coming to an evening class i was teaching and playing the recording at the end of the class for my favorite creative writing students and almost crying and swooning at the same time myself and them just blank mute still not feeling it at all and me letting them leave early in an awkward silence. i'm thankful for how much i feel the poem and to hope they'll feel it and you'll feel it sometime, even if not now. i'm thankful that sometimes when you don't feel something, you can feel it at a different time, later, which is one of the subjects of the poem. i'm thankful for the poem, which you should [read](http://www.poetryfoundation.org/poem/237626) and/or [listen to](https://media.sas.upenn.edu/pennsound/authors/Koch/Koch-Kenneth_The-Circus_Appearing-on-The-Poetry-Foundation_2006.mp3) all the way through first without spoilers, but, to go on explicating, for you and for khloe in my imagination, i'm thankful for the run early on where he starts to state the themes of the poem:\n\n\"_Sometimes I feel I actually am the person_\n\n_Who did this, who wrote that, including that poem The Circus_\n\n_But sometimes on the other hand I don’t._\n\n_There are so many factors engaging our attention!_\n\n_At every moment the happiness of others, the health of those we know and our own!_\n\n_And the millions upon millions of people we don’t know and their well-being to think about_\n\n_So it seems strange I found time to write The Circus_\n\n_And even spent two evenings on it, and that I have also the time_\n\n_To remember that I did it, and remember you and me then, and write this poem about it_\"\n\nfor the way the poem questions whether good work is worth what it can cut from our lives\n\n\"_Noel Lee was in Paris then but usually out of it_\n\n_In Germany or Denmark giving a concert_\n\n_As part of an endless activity_\n\n_Which was either his career or his happiness or a combination of both_\n\n_Or neither I remember his dark eyes looking he was nervous_\n\n_With me perhaps because of our days at Harvard_.\"\n\nfor his joking conflation of a long poem and a long life\n\n\"_...I wonder how long I am going to live_\n\n_And what the rest will be like I mean the rest of my lif_e.\"\n\nfor his exploration of how we feel time\n\n\"_He was ahead of his time I was behind my time we were both in time_\n\n_Brilliant go to the head of the class and “time is a river”_\n\n_It doesn’t seem like a river to me it seems like an unformed plan_\n\n_Days go by and still nothing is decided about_\n\n_What to do until you know it never will be and then you say “time”_\n\n_But you really don’t care much about it any more_\n\n_Time means something when you have the major part of yours ahead of you_\n\n_As I did in Aix-en-Provence that was three years before I wrote The Circus_\n\n_That year I wrote Bricks and The Great Atlantic Rainway_\n\n_I felt time surround me like a blanket endless and soft_\n\n_I could go to sleep endlessly and wake up and still be in it_\n\n_But I treasured secretly the part of me that was individually changing_\n\nfor his metaphor about what a \"career\" means for a young writer versus an older one,\n\n_\"Like Noel Lee I was interested in my career_\n\n_And still am but now it is like a town I don’t want to leave_\n\n_Not a tower I am climbing opposed by ferocious enemies_\"\n\nfor the part where he lists his friends' names, because those names hold so much meaning for him, like incantations to summon memory, to resurrect the shadowy edges of presence\n\n\"_I never mentioned my friends in my poems at the time I wrote The Circus_\n\n_Although they meant almost more than anything to me_\n\n_Of this now for some time I’ve felt an attenuation_\n\n_So I’m mentioning them maybe this will bring them back to me_\n\n_Not them perhaps but what I felt about them_\n\n_John Ashbery Jane Freilicher Larry Rivers Frank O’Hara_\n\n_Their names alone bring tears to my eyes_\n\n_As seeing Polly did last night_\"\n\nfor his painful identification of the central paradox of being a writer, of \"leaving it\" (the moment) \"in order to\" (write about it and) \"feel it,\" for how this vampiric part of art can be a consolation for a lack in life when your work is going well (\"_your sureness is like the sun / while you have it_\") but how that can't last and the pain of being left in the lack of its wake\n\n\"_It is beautiful at any time but the paradox is leaving it_\n\n_In order to feel it when you’ve come back the sun has declined_\n\n_And the people are merrier or else they’ve gone home altogether_\n\n_And you are left alone well you put up with that your sureness is like the sun_\n\n_While you have it but when you don’t its lack’s a black and icy night..._\"\n\nfor the concluding address to janice, when he talks about the paradox of feeling like wanting to write poems about his life may have actually kept life at arm's length and kept him from appreciating her and their life together when she was there, and how, despite all the loss he's suffered, maybe the poems he wrote weren't worth it\n\n\"_I came home_\n\n_And wrote The Circus that night, Janice. I didn’t come and speak to you_\n\n_And put my arm around you and ask you if you’d like to take a walk_\n\n_Or go to the Cirque Medrano though that’s what I wrote poems about_\n\n_And am writing about that now, and now I’m alone_\n\n_And this is not as good a poem as The Circus_\n\n_And I wonder if any good will come of either of them all the same_.\"\n\nbut then i'm thankful for the return of the paradox, that maybe some good has come of the poem because maybe he was only able to realize all these things (and to guide us towards realizing them about our own lives) by, once again, sitting down and writing a poem about them, even if, in the end, the poem becomes a consolation prize for the life it drives him to understand he's lost, a half-empty vessel.\n\ni'm thankful to imagine that i could tell all that to khloe the way i told it to you and then we could open one of the glass jars in her kitchen and eat oreos. i'm thankful for her relief, at the end of the episode, when she descends the stairs from her bedroom and says that she's finished the book. i'm thankful, in the same way, to be finished with this email now.",
  "normalized_markdown": "i'm thankful that i had chipotle for the first time on friday evening. i'm thankful that d had to go to a team dinner for work, so that i had to find dinner on my own. i'm thankful that before we got together, i loved cooking for myself and did so basically every night, but that now to cook for myself seems like an impossibly difficult task and so i rarely do it. i'm thankful to think about how because of the privilege of our love i don't know really how to be alone anymore now, even if that's a painful thing when i have to be alone, as we all sometimes do. \n\ni'm thankful for the chipotle app for the iphone, which simplified the burrito ordering process, which i found stressful one time a while ago when i tried to go in qdoba for the first time in years while wearing glasses with an outdated prescription and literally could not read the menu posted above the ordering line and turned around and left without ordering anything, feeling very old. i'm thankful for my burrito, which was ready for me to pick up when i got to the restaurant. i'm thankful for sofritas, rice, black beans, fajita veggies, tomatillo salsa, sour cream, and mozzarella cheese. i'm thankful that i biked home quickly and that when i sat down at the coffee table to eat, the burrito was still warm in its foil wrapper. i'm thankful for how delicious it was, how each bite offered new colors and textures for my tongue to explore. i'm thankful for [\"time is a ghost\"](http://www.newyorker.com/magazine/2016/02/01/time-is-a-ghost), the profile of vijay iyer that i read part of while eating and and still haven't finished.\n\ni'm thankful for video games, which, at their best, provide an impressive degree of absorption and mind-emptying and time passage at a much lower effort cost than reading fiction or meditating, and which are perhaps slightly less toxic to the body than fast food. i'm thankful for the motorcycle racing video game, _[trials fusion](https://en.wikipedia.org/wiki/Trials_Fusion)_, which i bought for my dad for christmas because it seemed like a stupid fun game he would like and then bought for myself this weekend because i wanted a stupid fun game. i'm thankful for the purity of the joy of motion in the game, for how satisfying it is to not crash, to slip over the lip of a cliff or rocket off a ramp into the air. i'm thankful that the game is so bodily involving that i actually find myself twisting the controller around through the air the way that people who are badly pretending to play video games in movies do.\n\ni'm thankful that i got fooled not once, not twice, but three times by fake versions of rihanna's \"work\" on youtube and soundcloud as i tried to listen to it on launch day in the office on my work computer. i'm thankful, since each of the songs was disappointing and not matching the flames emoji furor on twitter, that none of them were \"work\" or any of the other songs on _anti,_ thankful that as each of the intros of the fakes went on, i began hoping and hoping more and more that they weren't real \"work,\" even though i really wanted the hear the real \"work_.\"_ i'm thankful i finally got my shit together enough yesterday to download the real _anti_ and listen to it all the way through on the good speakers in the living room a couple of times yesterday. i'm thankful for all the code switches and different interesting things she does with her vocal inflections on the first song, which reminds me of a really elegant (and sexy) version of that magic trick where the magician keeps disappearing behind a curtain on stage and reappearing on the other side in a different costume. i'm thankful that i've never been able to get into tame impala, but her voice singing the high super-chorus late in their too-long song is one of the most beautiful ways i've heard her voice (or any voices, recently) be. i'm thankful for \"love on the brain,\" for how i would never have expected her to do something that traditional, but for how the fact that she flirts with an obvious structure clears room for a trampoline off which her voice can do these great tricks and flips and twists of timbre and tone (i'm thankful for the cavernous reverb, which subtly estranges the song from its obviousness in a similar way to the reverb and low-passed analog delay on lana's cover of \"[blue velvet](https://www.youtube.com/watch?v=H0gr2abrE64)\"). i'm thankful for how many times on the album she beautifully sings the word \"fuck,\" for how she makes profanity feel so necessary. i'm thankful for the laugh line about lip gloss in \"sex with me,\" thankful for the blunt(ed) chorus of \"sex with me,\" thankful for the sheer existence of \"sex with me.\" \n\ni'm thankful for alex g's _beach music_, which i was listening to on the good speakers in the living room and really enjoying today after looping _anti_ on headphones all this morning while working on a project. i'm thankful that when d, very stressed out by an issue she was having with a freelance client, came into the living room so i could read over an email before she sent it, i asked her, to try to distract her for a minute, if she liked the music and i'm thankful that i said that it kind of reminded me of elliot smith (who she likes, unlike a lot of the music i like). i'm thankful for the hilarious crankiness of her response, which was that it _was_ kind of like elliot smith, kind of, \"but\"—and she paused, thinking hard to find a way to articulate her feelings—\"...slightly annoying.\" i'm thankful i enjoy the album anyway and that i was able to convince her that her email was good and that she should send it and stop thinking about it and try to spend the rest of her sunday on more pleasurable things.\n\ni'm thankful to have finally watched this week's kardashians, which was a pleasurable thing (i'm thankful for the most pleasurable line of the episode for me, which is when kourtney, searching for a non-non-stick pan in a kitchen cupboard, says \"copper i think is not teflon?\"). i'm thankful for how i had been avoiding watching kardashians because it was feeling like \"keeping up\" was a chore or a homework assignment, something i forced myself to do for you, but that this story i was telling myself in my head, like most of the stories we tell ourselves in our heads, was a false narrative, an unnecessary plot. i'm thankful for how earlier, when d was stressed out, i suggested that she take a run, because she definitely wouldn't feel worse afterward and she would probably feel better. i'm thankful that this is how i feel about running as well as watching kardashians.\\_\\_\\_PARAGRAPH\\_BREAK\\_\\_\\_\n\ni'm thankful for the most prominent plot in this week's episode, which was about khloe feeling stressed out about trying to finish her book, _[strong looks better naked](http://www.amazon.com/Strong-Looks-Better-Naked-Kardashian/dp/1942872488/ref=sr_1_1?ie=UTF8&qid=1454272050&sr=8-1&keywords=strong+looks+better+naked)_, by the deadline her editor set while also trying to work her other jobs and live her life. i'm thankful to see this problem, which is such a major one for writers with jobs and lives, being dramatized on such a popular television show. i'm thankful for the delicious irony that the most time-consuming thing that's keeping khloe from working on her book is a photo shoot at a studio called quixote. \n\ni'm thankful for the opening scene where kim comes into khloe's bedroom as she tries to work on her laptop and annoys and distracts khloe, brazenly flaunting the freedom that all people who don't have to write anything seem to exude when you're under a deadline. i'm thankful for how khloe, echoing jonathan franzen in his bunker with his broken wireless card and earplugs, says that sometimes when she really needs to concentrate, she writes in the bathroom, seated at her vanity. i'm thankful that when kim gets to be too much, khloe actually gets up and goes and sits in there. i'm thankful to think about how writing in front of a mirror, which would drive me insane, is comforting to her.\n\ni'm thankful for the most crucial moment of the episode (at least to me), which is when at, the kitchen table, kim tells khloe to chill out. i'm thankful that she says \"your book is about mind, body, and soul, so you have to take time for you,\" that she tells her khloe that for the book to be \"true, you have to _live it._\" \n\ni'm thankful for the silent pause and, then, for the wrung-out, searching tone in khloe's voice when she replies, \"when do we _ever_ live it?\"\n\ni'm thankful for the honesty of that, for the way that it cuts away at the smooth facade of their digital lives and at the plastic happiness of so many others who we envy. i'm thankful to imagine that if i could appear to khloe at the apex of this struggle between work and life, like a guardian angel of creativity, i would try to console her with poetry.\n\ni'm thankful for \"[you want a social life, with friends](http://buoy.antville.org/stories/355406/)\" by kenneth koch, the first poem of his that i became acquainted with, through [a youtube video](https://www.youtube.com/watch?v=gjXHRUlKe_M). i'm thankful to imagine playing that video for khloe so that she can know that she's not the only one who's ever gone through this sort of thing, for the way i imagine that we would laugh at the silly little rhyming lines about michelangelo and homer and start to talk about what was really important to us in life.\n\ni'm thankful, if she was receptive to that, to imagine then giving her my favorite poem of his, \"[the circus](http://www.poetryfoundation.org/poem/237626),\" which is a poem about him remembering writing an earlier poem which was also called the \"circus.\" the poem is addressed to his wife janice, who he would soon divorce and who would die a few years later of cancer. i'm thankful to imagine playing khloe [this recording of him reading the poem](https://media.sas.upenn.edu/pennsound/authors/Koch/Koch-Kenneth_The-Circus_Appearing-on-The-Poetry-Foundation_2006.mp3) so she could follow along with the text, since the poem is very prosy and the rhythm isn't obvious. \n\ni'm thankful to think about how much the poem means to me but how i've not been able to communicate it with people in the past. i'm thankful to remember one early fall afternoon walking around campus and listening to the recording and taking pictures of the leaves on the trees and the grass and the sky, which suddenly felt incredibly important to record (and yet futile at the same time). i'm thankful to remember that day coming to an evening class i was teaching and playing the recording at the end of the class for my favorite creative writing students and almost crying and swooning at the same time myself and them just blank mute still not feeling it at all and me letting them leave early in an awkward silence. i'm thankful for how much i feel the poem and to hope they'll feel it and you'll feel it sometime, even if not now. i'm thankful that sometimes when you don't feel something, you can feel it at a different time, later, which is one of the subjects of the poem. i'm thankful for the poem, which you should [read](http://www.poetryfoundation.org/poem/237626) and/or [listen to](https://media.sas.upenn.edu/pennsound/authors/Koch/Koch-Kenneth_The-Circus_Appearing-on-The-Poetry-Foundation_2006.mp3) all the way through first without spoilers, but, to go on explicating, for you and for khloe in my imagination, i'm thankful for the run early on where he starts to state the themes of the poem:\n\n\"_Sometimes I feel I actually am the person_\n\n_Who did this, who wrote that, including that poem The Circus_\n\n_But sometimes on the other hand I don’t._\n\n_There are so many factors engaging our attention!_\n\n_At every moment the happiness of others, the health of those we know and our own!_\n\n_And the millions upon millions of people we don’t know and their well-being to think about_\n\n_So it seems strange I found time to write The Circus_\n\n_And even spent two evenings on it, and that I have also the time_\n\n_To remember that I did it, and remember you and me then, and write this poem about it_\"\n\nfor the way the poem questions whether good work is worth what it can cut from our lives\n\n\"_Noel Lee was in Paris then but usually out of it_\n\n_In Germany or Denmark giving a concert_\n\n_As part of an endless activity_\n\n_Which was either his career or his happiness or a combination of both_\n\n_Or neither I remember his dark eyes looking he was nervous_\n\n_With me perhaps because of our days at Harvard_.\"\n\nfor his joking conflation of a long poem and a long life\n\n\"_...I wonder how long I am going to live_\n\n_And what the rest will be like I mean the rest of my lif_e.\"\n\nfor his exploration of how we feel time\n\n\"_He was ahead of his time I was behind my time we were both in time_\n\n_Brilliant go to the head of the class and “time is a river”_\n\n_It doesn’t seem like a river to me it seems like an unformed plan_\n\n_Days go by and still nothing is decided about_\n\n_What to do until you know it never will be and then you say “time”_\n\n_But you really don’t care much about it any more_\n\n_Time means something when you have the major part of yours ahead of you_\n\n_As I did in Aix-en-Provence that was three years before I wrote The Circus_\n\n_That year I wrote Bricks and The Great Atlantic Rainway_\n\n_I felt time surround me like a blanket endless and soft_\n\n_I could go to sleep endlessly and wake up and still be in it_\n\n_But I treasured secretly the part of me that was individually changing_\n\nfor his metaphor about what a \"career\" means for a young writer versus an older one,\n\n_\"Like Noel Lee I was interested in my career_\n\n_And still am but now it is like a town I don’t want to leave_\n\n_Not a tower I am climbing opposed by ferocious enemies_\"\n\nfor the part where he lists his friends' names, because those names hold so much meaning for him, like incantations to summon memory, to resurrect the shadowy edges of presence\n\n\"_I never mentioned my friends in my poems at the time I wrote The Circus_\n\n_Although they meant almost more than anything to me_\n\n_Of this now for some time I’ve felt an attenuation_\n\n_So I’m mentioning them maybe this will bring them back to me_\n\n_Not them perhaps but what I felt about them_\n\n_John Ashbery Jane Freilicher Larry Rivers Frank O’Hara_\n\n_Their names alone bring tears to my eyes_\n\n_As seeing Polly did last night_\"\n\nfor his painful identification of the central paradox of being a writer, of \"leaving it\" (the moment) \"in order to\" (write about it and) \"feel it,\" for how this vampiric part of art can be a consolation for a lack in life when your work is going well (\"_your sureness is like the sun / while you have it_\") but how that can't last and the pain of being left in the lack of its wake\n\n\"_It is beautiful at any time but the paradox is leaving it_\n\n_In order to feel it when you’ve come back the sun has declined_\n\n_And the people are merrier or else they’ve gone home altogether_\n\n_And you are left alone well you put up with that your sureness is like the sun_\n\n_While you have it but when you don’t its lack’s a black and icy night..._\"\n\nfor the concluding address to janice, when he talks about the paradox of feeling like wanting to write poems about his life may have actually kept life at arm's length and kept him from appreciating her and their life together when she was there, and how, despite all the loss he's suffered, maybe the poems he wrote weren't worth it\n\n\"_I came home_\n\n_And wrote The Circus that night, Janice. I didn’t come and speak to you_\n\n_And put my arm around you and ask you if you’d like to take a walk_\n\n_Or go to the Cirque Medrano though that’s what I wrote poems about_\n\n_And am writing about that now, and now I’m alone_\n\n_And this is not as good a poem as The Circus_\n\n_And I wonder if any good will come of either of them all the same_.\"\n\nbut then i'm thankful for the return of the paradox, that maybe some good has come of the poem because maybe he was only able to realize all these things (and to guide us towards realizing them about our own lives) by, once again, sitting down and writing a poem about them, even if, in the end, the poem becomes a consolation prize for the life it drives him to understand he's lost, a half-empty vessel.\n\ni'm thankful to imagine that i could tell all that to khloe the way i told it to you and then we could open one of the glass jars in her kitchen and eat oreos. i'm thankful for her relief, at the end of the episode, when she descends the stairs from her bedroom and says that she's finished the book. i'm thankful, in the same way, to be finished with this email now.",
  "publish_date": "2016-01-31T00:00:00Z",
  "description": "",
  "slug": "thank-you-notes-131",
  "secondary_id": 1302
}